const oricon_data = {
  "updated": "2026-02-15T09:27:33.357043Z",
  "source": "tohan.jp",
  "genres": {
    "総合": [
      {
        "rank": 1,
        "title": "変な地図",
        "author": "雨穴／著",
        "publisher": "双葉社",
        "price": "1,600",
        "isbn": "978-4-575-24810-4"
      },
      {
        "rank": 2,
        "title": "ハーバード、スタンフォード、オックスフォー\nド… 科学的に証明された すごい習慣大百科",
        "author": "堀田秀吾／著",
        "publisher": "SBクリエイティブ",
        "price": "1,600",
        "isbn": "978-4-8156-3341-7"
      },
      {
        "rank": 3,
        "title": "成瀬は都を駆け抜ける",
        "author": "宮島未奈／著",
        "publisher": "新潮社",
        "price": "1,700",
        "isbn": "978-4-10-354953-6"
      },
      {
        "rank": 4,
        "title": "NHK大河ドラマ･ガイド 豊臣兄弟! 前編",
        "author": "――――――――",
        "publisher": "NHK出版",
        "price": "1,400",
        "isbn": "978-4-14-923402-1"
      },
      {
        "rank": 5,
        "title": "かんたん家計ノート 2026",
        "author": "――――――――",
        "publisher": "講談社",
        "price": "545",
        "isbn": "978-4-06-540757-8"
      },
      {
        "rank": 6,
        "title": "不滅なるものへの挑戦 霊性の時代を拓くために",
        "author": "大川隆法／著",
        "publisher": "幸福の科学出版",
        "price": "2,000",
        "isbn": "978-4-8233-0468-2"
      },
      {
        "rank": 7,
        "title": "シンプル家計ノート",
        "author": "――――――――",
        "publisher": "オレンジページ",
        "price": "282",
        "isbn": "978-4-86593-788-6"
      },
      {
        "rank": 8,
        "title": "いちばんかんたん いちばんお値うち 家計ノー\nト2026",
        "author": "――――――――",
        "publisher": "小学館",
        "price": "282",
        "isbn": "978-4-09-802319-6"
      },
      {
        "rank": 9,
        "title": "令和8年 神宮館 九星本暦",
        "author": "神宮館編集部／編著\n高島易断所本部／編纂",
        "publisher": "神宮館",
        "price": "700",
        "isbn": "978-4-86771-201-6"
      },
      {
        "rank": 10,
        "title": "ドラゴン タッグ最強王図鑑",
        "author": "木下昌美／監修 なん\nばきび／イラスト 七\n海ルシア／イラスト",
        "publisher": "Gakken",
        "price": "1,400",
        "isbn": "978-4-05-206218-6"
      }
    ],
    "エンターテイメント": [
      {
        "rank": 1,
        "title": "成瀬は都を駆け抜ける",
        "author": "宮島未奈／著",
        "publisher": "新潮社",
        "price": "1,700",
        "isbn": "978-4-10-354953-6"
      },
      {
        "rank": 2,
        "title": "イン･ザ･メガチャーチ",
        "author": "朝井リョウ／著",
        "publisher": "日本経済新聞出版",
        "price": "2,000",
        "isbn": "978-4-296-12104-5"
      },
      {
        "rank": 3,
        "title": "暁星",
        "author": "湊かなえ／著",
        "publisher": "双葉社",
        "price": "1,800",
        "isbn": "978-4-575-24856-2"
      },
      {
        "rank": 4,
        "title": "カフェーの帰り道",
        "author": "嶋津輝／著",
        "publisher": "東京創元社",
        "price": "1,700",
        "isbn": "978-4-488-02936-4"
      },
      {
        "rank": 5,
        "title": "分水─隠蔽捜査11─",
        "author": "今野敏／著",
        "publisher": "新潮社",
        "price": "1,800",
        "isbn": "978-4-10-300264-2"
      },
      {
        "rank": 6,
        "title": "失われた貌",
        "author": "櫻田智也／著",
        "publisher": "新潮社",
        "price": "1,800",
        "isbn": "978-4-10-356411-9"
      },
      {
        "rank": 7,
        "title": "サイレント･ウィッチ XI 沈黙の魔女の隠しごと",
        "author": "依空まつり／著",
        "publisher": "KADOKAWA",
        "price": "1,400",
        "isbn": "978-4-04-076249-4"
      },
      {
        "rank": 8,
        "title": "最後の皇帝と謎解きを",
        "author": "犬丸幸平／著",
        "publisher": "宝島社",
        "price": "1,600",
        "isbn": "978-4-299-07500-0"
      },
      {
        "rank": 9,
        "title": "成瀬は信じた道をいく",
        "author": "宮島未奈／著",
        "publisher": "新潮社",
        "price": "1,600",
        "isbn": "978-4-10-354952-9"
      },
      {
        "rank": 10,
        "title": "殺し屋の営業術",
        "author": "野宮有／著",
        "publisher": "講談社",
        "price": "1,950",
        "isbn": "978-4-06-540330-3"
      }
    ],
    "生活実用書": [
      {
        "rank": 1,
        "title": "ハーバード、スタンフォード、オックスフォー\nド… 科学的に証明された すごい習慣大百科",
        "author": "堀田秀吾／著",
        "publisher": "SBクリエイティブ",
        "price": "1,600",
        "isbn": "978-4-8156-3341-7"
      },
      {
        "rank": 2,
        "title": "改訂版 本当の自由を手に入れる お金の大学",
        "author": "両@リベ大学長／著",
        "publisher": "朝日新聞出版",
        "price": "1,500",
        "isbn": "978-4-02-332378-0"
      },
      {
        "rank": 3,
        "title": "改訂新版 株･投資信託･iDeCo･NISAがわかる 今\nさら聞けない 投資の超基本",
        "author": "泉美智子／著 奥村\n彰太郎／監修",
        "publisher": "朝日新聞出版",
        "price": "1,400",
        "isbn": "978-4-02-333463-2"
      },
      {
        "rank": 4,
        "title": "やりたいことが見つかる 世界の果てのカフェ",
        "author": "ジョン･ストレルキー\n／著 鹿田昌美／訳",
        "publisher": "ダイヤモンド社",
        "price": "1,600",
        "isbn": "978-4-478-12254-9"
      },
      {
        "rank": 5,
        "title": "覚悟の磨き方 〜超訳 吉田松陰〜",
        "author": "池田貴将／編訳",
        "publisher": "サンクチュアリ出\n版",
        "price": "1,500",
        "isbn": "978-4-86113-992-5"
      },
      {
        "rank": 6,
        "title": "嫌われる勇気 自己啓発の源流「アドラー」の教\nえ",
        "author": "岸見一郎／著 古賀\n史健／著",
        "publisher": "ダイヤモンド社",
        "price": "1,600",
        "isbn": "978-4-478-02581-9"
      },
      {
        "rank": 7,
        "title": "DIE WITH ZERO\n人生が豊かになりすぎる究極のルール",
        "author": "ビル･パーキンス／著\n児島修／訳",
        "publisher": "ダイヤモンド社",
        "price": "1,700",
        "isbn": "978-4-478-10968-7"
      },
      {
        "rank": 8,
        "title": "会社四季報 業界地図 2026年版",
        "author": "東洋経済新報社／編",
        "publisher": "東洋経済新報社",
        "price": "1,800",
        "isbn": "978-4-492-97335-6"
      },
      {
        "rank": 9,
        "title": "人は話し方が9割",
        "author": "永松茂久／著",
        "publisher": "すばる舎",
        "price": "1,500",
        "isbn": "978-4-7991-0842-0"
      },
      {
        "rank": 10,
        "title": "5年で1億貯める株式投資 給料に手をつけず爆速\nでお金を増やす4つの投資法",
        "author": "kenmo／著",
        "publisher": "ダイヤモンド社",
        "price": "1,700",
        "isbn": "978-4-478-12118-4"
      }
    ],
    "新書": [
      {
        "rank": 1,
        "title": "ドラゴン タッグ最強王図鑑",
        "author": "木下昌美／監修 なんばき\nび／イラスト 七海ルシア\n／イラスト",
        "publisher": "Gakken",
        "price": "1,400",
        "isbn": "978-4-05-206218-6"
      },
      {
        "rank": 2,
        "title": "大ピンチずかん3",
        "author": "鈴木のりたけ／作",
        "publisher": "小学館",
        "price": "1,500",
        "isbn": "978-4-09-725401-0"
      },
      {
        "rank": 3,
        "title": "パンどろぼうとスイーツおうじ",
        "author": "柴田ケイコ／作",
        "publisher": "KADOKAWA",
        "price": "1,400",
        "isbn": "978-4-04-116562-1"
      },
      {
        "rank": 4,
        "title": "ポケモン生態図鑑",
        "author": "ポケモン／著 きのし\nたちひろ／イラスト",
        "publisher": "小学館",
        "price": "1,300",
        "isbn": "978-4-09-227426-6"
      },
      {
        "rank": 5,
        "title": "大ピンチずかん",
        "author": "鈴木のりたけ／作",
        "publisher": "小学館",
        "price": "1,500",
        "isbn": "978-4-09-725138-5"
      },
      {
        "rank": 6,
        "title": "大ピンチずかん2",
        "author": "鈴木のりたけ／作",
        "publisher": "小学館",
        "price": "1,500",
        "isbn": "978-4-09-725243-6"
      },
      {
        "rank": 7,
        "title": "パンどろぼう",
        "author": "柴田ケイコ／作",
        "publisher": "KADOKAWA",
        "price": "1,400",
        "isbn": "978-4-04-109060-2"
      },
      {
        "rank": 8,
        "title": "つかめ!英語ダマン 英会話で世界にとびだせ!編",
        "author": "シン･テフン／作 ナ･スン\nフン／まんが 呉華順／訳",
        "publisher": "マガジンハウス",
        "price": "1,200",
        "isbn": "978-4-8387-3361-3"
      },
      {
        "rank": 9,
        "title": "おせち",
        "author": "内田有美／文･絵 満留邦\n子／料理 三浦康子／監修",
        "publisher": "福音館書店",
        "price": "1,000",
        "isbn": "978-4-8340-8813-7"
      },
      {
        "rank": 10,
        "title": "ほねほねザウルス30 めざめよ! だいちをゆるが\nす巨大ブラキオ!",
        "author": "カバヤ食品株式会社／原\n案･監修 ぐるーぷ･アンモ\nナイツ／作･絵",
        "publisher": "岩崎書店",
        "price": "980",
        "isbn": "978-4-265-82069-6"
      }
    ],
    "コミックス": [
      {
        "rank": 1,
        "title": "人間標本",
        "author": "湊かなえ／著",
        "publisher": "KADOKAWA",
        "price": "840",
        "isbn": "978-4-04-115759-6"
      },
      {
        "rank": 2,
        "title": "一文字助真",
        "author": "佐伯泰英／著",
        "publisher": "光文社",
        "price": "860",
        "isbn": "978-4-334-10877-9"
      },
      {
        "rank": 3,
        "title": "国宝 上 青春篇",
        "author": "吉田修一／著",
        "publisher": "朝日新聞出版",
        "price": "800",
        "isbn": "978-4-02-265008-5"
      },
      {
        "rank": 4,
        "title": "国宝 下 花道篇",
        "author": "吉田修一／著",
        "publisher": "朝日新聞出版",
        "price": "800",
        "isbn": "978-4-02-265009-2"
      },
      {
        "rank": 5,
        "title": "マイブック―2026年の記録―",
        "author": "――――――――",
        "publisher": "新潮社",
        "price": "490",
        "isbn": "978-4-10-120878-7"
      },
      {
        "rank": 6,
        "title": "成瀬は天下を取りにいく",
        "author": "宮島未奈／著",
        "publisher": "新潮社",
        "price": "630",
        "isbn": "978-4-10-106141-2"
      },
      {
        "rank": 7,
        "title": "めじろ鳴く",
        "author": "佐伯泰英／著",
        "publisher": "文藝春秋",
        "price": "800",
        "isbn": "978-4-16-792458-4"
      },
      {
        "rank": 8,
        "title": "ほどなく、お別れです 遠くの空へ",
        "author": "長月天音／著",
        "publisher": "小学館",
        "price": "770",
        "isbn": "978-4-09-407537-3"
      },
      {
        "rank": 9,
        "title": "BUTTER",
        "author": "柚木麻子／著",
        "publisher": "新潮社",
        "price": "950",
        "isbn": "978-4-10-120243-3"
      },
      {
        "rank": 10,
        "title": "爆弾",
        "author": "呉勝浩／著",
        "publisher": "講談社",
        "price": "970",
        "isbn": "978-4-06-536370-6"
      }
    ]
  }
};
