const oricon_data = {
  "updated": "2026-02-15T15:43:08.276187Z",
  "source": "tohan.jp",
  "genres": {
    "総合": [
      {
        "rank": 4,
        "title": "NHK大河ドラマ･ガイド 豊臣兄弟! 前編 ―――――――― NHK出版",
        "author": "-",
        "publisher": "-",
        "price": "1,400",
        "isbn": "978-4-14-923402-1"
      },
      {
        "rank": 5,
        "title": "かんたん家計ノート 2026 ―――――――― 講談社",
        "author": "-",
        "publisher": "-",
        "price": "545",
        "isbn": "978-4-06-540757-8"
      },
      {
        "rank": 7,
        "title": "シンプル家計ノート ―――――――― オレンジページ 282 978-4-86593-788-6 いちばんかんたん いちばんお値うち 家計ノー",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "／監修 なん",
        "author": "令和8年 神宮館 九星本暦 神宮館 700 978-4-86771-201-6 高島易断所本部／編纂 木下昌美",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "／イラスト ゲッターズ飯田の五星三心占い",
        "author": "ドラゴン タッグ最強王図鑑 ばきび／イラスト 七 Gakken 1,400 978-4-05-206218-6 海ルシア",
        "publisher": "-",
        "price": "2026",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "／著 伊藤健太郎",
        "author": "三宅香帆／著 1,200 978-4-8014-0162-4 まうのか? 版 明橋大二",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "／監修",
        "author": "なぜ生きる 1万年堂出版 1,500 978-4-925253-01-7 ／著 高森顕徹",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "／著 長沼",
        "author": "中野信子／著 日経BP 1,200 978-4-296-00094-4 「言いにくいことを賢く伝える」技術 水野敬也",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "BARFOUT! FEBRUARY 2026 VOL 365 ―――――――― 1,200 978-4-344-95500-4 ス",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "BARFOUT! FEBRUARY 2026 SPECIAL EDITION ―――――――― 1,500 978-4-344-95514-1 ス SWITCH Vol.44 No.2 特集 呪術廻戦 死滅回游 スイッチ･パブ",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "文芸書": [
      {
        "rank": 4,
        "title": "／著 伊藤健太郎",
        "author": "三宅香帆／著 1,200 978-4-8014-0162-4 まうのか? 版 明橋大二",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "／監修",
        "author": "なぜ生きる 1万年堂出版 1,500 978-4-925253-01-7 ／著 高森顕徹",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "／著 長沼",
        "author": "中野信子／著 日経BP 1,200 978-4-296-00094-4 「言いにくいことを賢く伝える」技術 水野敬也",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "BARFOUT! FEBRUARY 2026 VOL 365 ―――――――― 1,200 978-4-344-95500-4 ス",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "BARFOUT! FEBRUARY 2026 SPECIAL EDITION ―――――――― 1,500 978-4-344-95514-1 ス SWITCH Vol.44 No.2 特集 呪術廻戦 死滅回游 スイッチ･パブ",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "―――――――― 1,000 978-4-88418-681-4 前編 リッシング",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "／著 奥村",
        "author": "改訂版 本当の自由を手に入れる お金の大学 両@リベ大学長／著 朝日新聞出版 1,500 978-4-02-332378-0 改訂新版 株･投資信託･iDeCo･NISAがわかる 今 泉美智子",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "／訳 サンクチュアリ出",
        "author": "やりたいことが見つかる 世界の果てのカフェ ダイヤモンド社 1,600 978-4-478-12254-9 ／著 鹿田昌美",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "／著 古賀",
        "author": "覚悟の磨き方 〜超訳 吉田松陰〜 池田貴将／編訳 1,500 978-4-86113-992-5 版 嫌われる勇気 自己啓発の源流「アドラー」の教 岸見一郎",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "／著",
        "author": "ダイヤモンド社 1,600 978-4-478-02581-9 え 史健／著 DIE WITH ZERO ビル･パーキンス",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "ノンフィクション・ライトエッセイ": [
      {
        "rank": 2,
        "title": "／著 奥村",
        "author": "改訂版 本当の自由を手に入れる お金の大学 両@リベ大学長／著 朝日新聞出版 1,500 978-4-02-332378-0 改訂新版 株･投資信託･iDeCo･NISAがわかる 今 泉美智子",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "／訳 サンクチュアリ出",
        "author": "やりたいことが見つかる 世界の果てのカフェ ダイヤモンド社 1,600 978-4-478-12254-9 ／著 鹿田昌美",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "／著 古賀",
        "author": "覚悟の磨き方 〜超訳 吉田松陰〜 池田貴将／編訳 1,500 978-4-86113-992-5 版 嫌われる勇気 自己啓発の源流「アドラー」の教 岸見一郎",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "／著",
        "author": "ダイヤモンド社 1,600 978-4-478-02581-9 え 史健／著 DIE WITH ZERO ビル･パーキンス",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 1,
        "title": "明るい暮らしの家計簿 2026年版 ―――――――― 950 978-4-88786-091-9 ス",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "／監修",
        "author": "北嶋佳奈／監修 淵江 Gakken 1,400 978-4-05-801776-0 幼児食 公美子",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "[No.30]わたしのかけいぼ ―――――――― 高橋書店 1,250 978-4-471-85030-2 トーハン 月間ベストセラー 2026年1月期",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 1,
        "title": "／イラスト",
        "author": "ドラゴン タッグ最強王図鑑 び／イラスト 七海ルシア Gakken 1,400 978-4-05-206218-6",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "／著 きのし",
        "author": "パンどろぼうとスイーツおうじ 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-116562-1 ポケモン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "／作 ナ･スン",
        "author": "パンどろぼう 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-109060-2 シン･テフン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "エンターテイメント": [
      {
        "rank": 2,
        "title": "／著 奥村",
        "author": "改訂版 本当の自由を手に入れる お金の大学 両@リベ大学長／著 朝日新聞出版 1,500 978-4-02-332378-0 改訂新版 株･投資信託･iDeCo･NISAがわかる 今 泉美智子",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "／訳 サンクチュアリ出",
        "author": "やりたいことが見つかる 世界の果てのカフェ ダイヤモンド社 1,600 978-4-478-12254-9 ／著 鹿田昌美",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "／著 古賀",
        "author": "覚悟の磨き方 〜超訳 吉田松陰〜 池田貴将／編訳 1,500 978-4-86113-992-5 版 嫌われる勇気 自己啓発の源流「アドラー」の教 岸見一郎",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "／著",
        "author": "ダイヤモンド社 1,600 978-4-478-02581-9 え 史健／著 DIE WITH ZERO ビル･パーキンス",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 1,
        "title": "明るい暮らしの家計簿 2026年版 ―――――――― 950 978-4-88786-091-9 ス",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "／監修",
        "author": "北嶋佳奈／監修 淵江 Gakken 1,400 978-4-05-801776-0 幼児食 公美子",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "[No.30]わたしのかけいぼ ―――――――― 高橋書店 1,250 978-4-471-85030-2 トーハン 月間ベストセラー 2026年1月期",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 1,
        "title": "／イラスト",
        "author": "ドラゴン タッグ最強王図鑑 び／イラスト 七海ルシア Gakken 1,400 978-4-05-206218-6",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "／著 きのし",
        "author": "パンどろぼうとスイーツおうじ 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-116562-1 ポケモン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "／作 ナ･スン",
        "author": "パンどろぼう 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-109060-2 シン･テフン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "ビジネス書": [
      {
        "rank": 2,
        "title": "／著 奥村",
        "author": "改訂版 本当の自由を手に入れる お金の大学 両@リベ大学長／著 朝日新聞出版 1,500 978-4-02-332378-0 改訂新版 株･投資信託･iDeCo･NISAがわかる 今 泉美智子",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "／訳 サンクチュアリ出",
        "author": "やりたいことが見つかる 世界の果てのカフェ ダイヤモンド社 1,600 978-4-478-12254-9 ／著 鹿田昌美",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "／著 古賀",
        "author": "覚悟の磨き方 〜超訳 吉田松陰〜 池田貴将／編訳 1,500 978-4-86113-992-5 版 嫌われる勇気 自己啓発の源流「アドラー」の教 岸見一郎",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "／著",
        "author": "ダイヤモンド社 1,600 978-4-478-02581-9 え 史健／著 DIE WITH ZERO ビル･パーキンス",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 1,
        "title": "明るい暮らしの家計簿 2026年版 ―――――――― 950 978-4-88786-091-9 ス",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "／監修",
        "author": "北嶋佳奈／監修 淵江 Gakken 1,400 978-4-05-801776-0 幼児食 公美子",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "[No.30]わたしのかけいぼ ―――――――― 高橋書店 1,250 978-4-471-85030-2 トーハン 月間ベストセラー 2026年1月期",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 1,
        "title": "／イラスト",
        "author": "ドラゴン タッグ最強王図鑑 び／イラスト 七海ルシア Gakken 1,400 978-4-05-206218-6",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "／著 きのし",
        "author": "パンどろぼうとスイーツおうじ 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-116562-1 ポケモン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "／作 ナ･スン",
        "author": "パンどろぼう 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-109060-2 シン･テフン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "趣味実用書": [
      {
        "rank": 1,
        "title": "／イラスト",
        "author": "ドラゴン タッグ最強王図鑑 び／イラスト 七海ルシア Gakken 1,400 978-4-05-206218-6",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "／著 きのし",
        "author": "パンどろぼうとスイーツおうじ 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-116562-1 ポケモン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "／作 ナ･スン",
        "author": "パンどろぼう 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-109060-2 シン･テフン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "つかめ!英語ダマン 英会話で世界にとびだせ!編 マガジンハウス 1,200 978-4-8387-3361-3 フン／ ／文･絵 満留邦",
        "author": "まんが 呉華順／訳 内田有美",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "おせち 福音館書店 1,000 978-4-8340-8813-7 子／ ／原",
        "author": "料理 三浦康子／監修 ほねほねザウルス30 めざめよ! だいちをゆるが カバヤ食品株式会社",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 1,
        "title": "／原作 七緒",
        "author": "QED 天河伝説、桜舞い 高田崇史／著 講談社 1,000 978-4-06-538440-4 三浦糀",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "アオのハコ Interlude 集英社 740 978-4-08-703567-4 ／小説",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "都市伝説解体センター 断篇集 尾北圭人／ほか著 集英社",
        "author": "-",
        "publisher": "-",
        "price": "1,300",
        "isbn": "978-4-08-703562-9"
      },
      {
        "rank": 4,
        "title": "／原作 矢島綾",
        "author": "極東発 世界大戦2 日韓紛争激化 大石英司／著 中央公論新社 1,200 978-4-12-501506-4 劇場版 鬼滅の刃 無限城編 第一章 猗窩座再来 吾峠呼世晴",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "集英社 780 978-4-08-703561-2 ノベライズ ／小説 近藤光／",
        "author": "脚本 野田サトル／原作･イラ",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "生活実用書": [
      {
        "rank": 1,
        "title": "／イラスト",
        "author": "ドラゴン タッグ最強王図鑑 び／イラスト 七海ルシア Gakken 1,400 978-4-05-206218-6",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "／著 きのし",
        "author": "パンどろぼうとスイーツおうじ 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-116562-1 ポケモン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "／作 ナ･スン",
        "author": "パンどろぼう 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-109060-2 シン･テフン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "つかめ!英語ダマン 英会話で世界にとびだせ!編 マガジンハウス 1,200 978-4-8387-3361-3 フン／ ／文･絵 満留邦",
        "author": "まんが 呉華順／訳 内田有美",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "おせち 福音館書店 1,000 978-4-8340-8813-7 子／ ／原",
        "author": "料理 三浦康子／監修 ほねほねザウルス30 めざめよ! だいちをゆるが カバヤ食品株式会社",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 1,
        "title": "／原作 七緒",
        "author": "QED 天河伝説、桜舞い 高田崇史／著 講談社 1,000 978-4-06-538440-4 三浦糀",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "アオのハコ Interlude 集英社 740 978-4-08-703567-4 ／小説",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "都市伝説解体センター 断篇集 尾北圭人／ほか著 集英社",
        "author": "-",
        "publisher": "-",
        "price": "1,300",
        "isbn": "978-4-08-703562-9"
      },
      {
        "rank": 4,
        "title": "／原作 矢島綾",
        "author": "極東発 世界大戦2 日韓紛争激化 大石英司／著 中央公論新社 1,200 978-4-12-501506-4 劇場版 鬼滅の刃 無限城編 第一章 猗窩座再来 吾峠呼世晴",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "集英社 780 978-4-08-703561-2 ノベライズ ／小説 近藤光／",
        "author": "脚本 野田サトル／原作･イラ",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "児童書": [
      {
        "rank": 1,
        "title": "／イラスト",
        "author": "ドラゴン タッグ最強王図鑑 び／イラスト 七海ルシア Gakken 1,400 978-4-05-206218-6",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "／著 きのし",
        "author": "パンどろぼうとスイーツおうじ 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-116562-1 ポケモン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "／作 ナ･スン",
        "author": "パンどろぼう 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-109060-2 シン･テフン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "つかめ!英語ダマン 英会話で世界にとびだせ!編 マガジンハウス 1,200 978-4-8387-3361-3 フン／ ／文･絵 満留邦",
        "author": "まんが 呉華順／訳 内田有美",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "おせち 福音館書店 1,000 978-4-8340-8813-7 子／ ／原",
        "author": "料理 三浦康子／監修 ほねほねザウルス30 めざめよ! だいちをゆるが カバヤ食品株式会社",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 1,
        "title": "／原作 七緒",
        "author": "QED 天河伝説、桜舞い 高田崇史／著 講談社 1,000 978-4-06-538440-4 三浦糀",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "アオのハコ Interlude 集英社 740 978-4-08-703567-4 ／小説",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "都市伝説解体センター 断篇集 尾北圭人／ほか著 集英社",
        "author": "-",
        "publisher": "-",
        "price": "1,300",
        "isbn": "978-4-08-703562-9"
      },
      {
        "rank": 4,
        "title": "／原作 矢島綾",
        "author": "極東発 世界大戦2 日韓紛争激化 大石英司／著 中央公論新社 1,200 978-4-12-501506-4 劇場版 鬼滅の刃 無限城編 第一章 猗窩座再来 吾峠呼世晴",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "集英社 780 978-4-08-703561-2 ノベライズ ／小説 近藤光／",
        "author": "脚本 野田サトル／原作･イラ",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "ノベルス": [
      {
        "rank": 5,
        "title": "マイブック―2026年の記録― ―――――――― 新潮社",
        "author": "-",
        "publisher": "-",
        "price": "490",
        "isbn": "978-4-10-120878-7"
      },
      {
        "rank": 1,
        "title": "／著 岩崎",
        "author": "キングダム 78 原泰久／著 集英社 700 978-4-08-894057-1 芥見下々",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "／原作 ノ",
        "author": "呪術廻戦≡ 1 集英社 520 978-4-08-884832-7 優次／著 金城宗幸",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "／原作 ア",
        "author": "カグラバチ 10 外薗健／著 集英社 520 978-4-08-884740-5 山田鐘人",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "／著 黒碕",
        "author": "金色のガッシュ!! 2 6巻 雷句誠／著 740 978-4-910019-22-2 クス 和月伸宏",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "るろうに剣心─明治剣客浪漫譚･北海道編─ 10 集英社 560 978-4-08-884142-7 薫／ストーリー協力",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "新書": [
      {
        "rank": 5,
        "title": "マイブック―2026年の記録― ―――――――― 新潮社",
        "author": "-",
        "publisher": "-",
        "price": "490",
        "isbn": "978-4-10-120878-7"
      },
      {
        "rank": 1,
        "title": "／著 岩崎",
        "author": "キングダム 78 原泰久／著 集英社 700 978-4-08-894057-1 芥見下々",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "／原作 ノ",
        "author": "呪術廻戦≡ 1 集英社 520 978-4-08-884832-7 優次／著 金城宗幸",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "／原作 ア",
        "author": "カグラバチ 10 外薗健／著 集英社 520 978-4-08-884740-5 山田鐘人",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "／著 黒碕",
        "author": "金色のガッシュ!! 2 6巻 雷句誠／著 740 978-4-910019-22-2 クス 和月伸宏",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "るろうに剣心─明治剣客浪漫譚･北海道編─ 10 集英社 560 978-4-08-884142-7 薫／ストーリー協力",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "文庫": [
      {
        "rank": 5,
        "title": "マイブック―2026年の記録― ―――――――― 新潮社",
        "author": "-",
        "publisher": "-",
        "price": "490",
        "isbn": "978-4-10-120878-7"
      },
      {
        "rank": 1,
        "title": "／著 岩崎",
        "author": "キングダム 78 原泰久／著 集英社 700 978-4-08-894057-1 芥見下々",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "／原作 ノ",
        "author": "呪術廻戦≡ 1 集英社 520 978-4-08-884832-7 優次／著 金城宗幸",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "／原作 ア",
        "author": "カグラバチ 10 外薗健／著 集英社 520 978-4-08-884740-5 山田鐘人",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "／著 黒碕",
        "author": "金色のガッシュ!! 2 6巻 雷句誠／著 740 978-4-910019-22-2 クス 和月伸宏",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "るろうに剣心─明治剣客浪漫譚･北海道編─ 10 集英社 560 978-4-08-884142-7 薫／ストーリー協力",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ]
  }
};
