const oricon_data = {
  "updated": "2026-02-15T08:49:08.968054Z",
  "source": "tohan.jp",
  "genres": {
    "総合": [
      {
        "rank": 1,
        "title": "変な地図 雨穴／著 双葉社 1,600 978-4-575-24810-4",
        "author": "ハーバード、スタンフォード、オックスフォー",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "堀田秀吾／著 SBクリエイティブ 1,600 978-4-8156-3341-7",
        "author": "ド… 科学的に証明された すごい習慣大百科",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "成瀬は都を駆け抜ける 宮島未奈／著 新潮社 1,700 978-4-10-354953-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "NHK大河ドラマ･ガイド 豊臣兄弟! 前編 ―――――――― NHK出版 1,400 978-4-14-923402-1",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "かんたん家計ノート 2026 ―――――――― 講談社 545 978-4-06-540757-8",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "不滅なるものへの挑戦 霊性の時代を拓くために 大川隆法／著 幸福の科学出版 2,000 978-4-8233-0468-2",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "シンプル家計ノート ―――――――― オレンジページ 282 978-4-86593-788-6",
        "author": "いちばんかんたん いちばんお値うち 家計ノー",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "―――――――― 小学館 282 978-4-09-802319-6",
        "author": "ト2026",
        "publisher": "神宮館編集部／編著",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "令和8年 神宮館 九星本暦 神宮館 700 978-4-86771-201-6",
        "author": "高島易断所本部／編纂",
        "publisher": "木下昌美／監修 なん",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "ドラゴン タッグ最強王図鑑 ばきび／イラスト 七 Gakken 1,400 978-4-05-206218-6",
        "author": "海ルシア／イラスト",
        "publisher": "ゲッターズ飯田の五星三心占い2026",
        "price": "-",
        "isbn": "-"
      }
    ],
    "文芸書": [
      {
        "rank": 1,
        "title": "成瀬は都を駆け抜ける 宮島未奈／著 新潮社 1,700 978-4-10-354953-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "イン･ザ･メガチャーチ 朝井リョウ／著 日本経済新聞出版 2,000 978-4-296-12104-5",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "暁星 湊かなえ／著 双葉社 1,800 978-4-575-24856-2",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "カフェーの帰り道 嶋津輝／著 東京創元社 1,700 978-4-488-02936-4",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "分水─隠蔽捜査11─ 今野敏／著 新潮社 1,800 978-4-10-300264-2",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "失われた貌 櫻田智也／著 新潮社 1,800 978-4-10-356411-9",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "サイレント･ウィッチ XI 沈黙の魔女の隠しごと 依空まつり／著 KADOKAWA 1,400 978-4-04-076249-4",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "最後の皇帝と謎解きを 犬丸幸平／著 宝島社 1,600 978-4-299-07500-0",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "成瀬は信じた道をいく 宮島未奈／著 新潮社 1,600 978-4-10-354952-9",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "殺し屋の営業術 野宮有／著 講談社 1,950 978-4-06-540330-3",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "ノンフィクション・ライトエッセイ": [
      {
        "rank": 1,
        "title": "僕には鳥の言葉がわかる 鈴木俊貴／著 小学館 1,700 978-4-09-389184-4",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "今日もネコ様の圧が強い2 うぐいす歌子／著 KADOKAWA 1,300 978-4-04-685169-7",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "20代で得た知見 F／著 KADOKAWA 1,300 978-4-04-604799-1",
        "author": "文体のひみつ なぜあの人の文章はつい読んでし サンクチュアリ出",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "三宅香帆／著 1,200 978-4-8014-0162-4",
        "author": "まうのか? 版",
        "publisher": "明橋大二／著 伊藤健太郎",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "なぜ生きる 1万年堂出版 1,500 978-4-925253-01-7",
        "author": "／著 高森顕徹／監修",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "きっと明日はいい日になる 田口久人／著 PHP研究所 1,250 978-4-569-84135-9",
        "author": "人が替わっても必ず結果を出す 決定版!青学流",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "原晋／著 祥伝社 1,600 978-4-396-61849-0",
        "author": "「絶対王者の鉄則」",
        "publisher": "一気にわかる!池上彰の世界情勢2026 トランプ",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "池上彰／著 毎日新聞出版 1,100 978-4-620-32851-5",
        "author": "関税ショック、その先にある世界編",
        "publisher": "エレガントな毒の吐き方 脳科学と京都人に学ぶ",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "中野信子／著 日経BP 1,200 978-4-296-00094-4",
        "author": "「言いにくいことを賢く伝える」技術",
        "publisher": "水野敬也／著 長沼",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "新♪ 人生はニャンとかなる! 文響社 1,650 978-4-86651-991-3",
        "author": "直樹／著",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "エンターテイメント": [
      {
        "rank": 1,
        "title": "変な地図 雨穴／著 双葉社 1,600 978-4-575-24810-4",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "命の燃やし方 鈴木大飛／著 講談社 1,500 978-4-06-540520-8",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "変な家2 〜11の間取り図〜 雨穴／著 飛鳥新社 1,500 978-4-86410-982-6",
        "author": "ブラウンズブック",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "BARFOUT! FEBRUARY 2026 VOL 365 ―――――――― 1,200 978-4-344-95500-4",
        "author": "ス",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "変な絵 雨穴／著 双葉社 1,400 978-4-575-24567-7",
        "author": "ブラウンズブック",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "BARFOUT! FEBRUARY 2026 SPECIAL EDITION ―――――――― 1,500 978-4-344-95514-1",
        "author": "ス",
        "publisher": "SWITCH Vol.44 No.2 特集 呪術廻戦 死滅回游 スイッチ･パブ",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "―――――――― 1,000 978-4-88418-681-4",
        "author": "前編 リッシング",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "なんなん自分 ユースケ／著 KADOKAWA 1,700 978-4-04-681106-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "哲学なんていらない哲学 あの／著 KADOKAWA 2,200 978-4-04-116709-0",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "LOST LETTER 久保史緒里／著 幻冬舎 2,000 978-4-344-04541-5",
        "author": "トーハン 月間ベストセラー 2026年1月期",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "ビジネス書": [
      {
        "rank": 1,
        "title": "堀田秀吾／著 SBクリエイティブ 1,600 978-4-8156-3341-7",
        "author": "ド… 科学的に証明された すごい習慣大百科",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "改訂版 本当の自由を手に入れる お金の大学 両@リベ大学長／著 朝日新聞出版 1,500 978-4-02-332378-0",
        "author": "改訂新版 株･投資信託･iDeCo･NISAがわかる 今 泉美智子／著 奥村",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "朝日新聞出版 1,400 978-4-02-333463-2",
        "author": "さら聞けない 投資の超基本 彰太郎／監修",
        "publisher": "ジョン･ストレルキー",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "やりたいことが見つかる 世界の果てのカフェ ダイヤモンド社 1,600 978-4-478-12254-9",
        "author": "／著 鹿田昌美／訳",
        "publisher": "サンクチュアリ出",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "覚悟の磨き方 〜超訳 吉田松陰〜 池田貴将／編訳 1,500 978-4-86113-992-5",
        "author": "版",
        "publisher": "嫌われる勇気 自己啓発の源流「アドラー」の教 岸見一郎／著 古賀",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "ダイヤモンド社 1,600 978-4-478-02581-9",
        "author": "え 史健／著",
        "publisher": "DIE WITH ZERO ビル･パーキンス／著",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "ダイヤモンド社 1,700 978-4-478-10968-7",
        "author": "人生が豊かになりすぎる究極のルール 児島修／訳",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "会社四季報 業界地図 2026年版 東洋経済新報社／編 東洋経済新報社 1,800 978-4-492-97335-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "人は話し方が9割 永松茂久／著 すばる舎 1,500 978-4-7991-0842-0",
        "author": "5年で1億貯める株式投資 給料に手をつけず爆速",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "kenmo／著 ダイヤモンド社 1,700 978-4-478-12118-4",
        "author": "でお金を増やす4つの投資法",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "趣味実用書": [
      {
        "rank": 1,
        "title": "ゲッターズ飯田／著 朝日新聞出版 1,270 978-4-02-252104-0",
        "author": "銀のインディアン座",
        "publisher": "ゲッターズ飯田の五星三心占い2026",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "ゲッターズ飯田／著 朝日新聞出版 1,270 978-4-02-252111-8",
        "author": "金のイルカ座",
        "publisher": "ゲッターズ飯田の五星三心占い2026",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "ゲッターズ飯田／著 朝日新聞出版 1,270 978-4-02-252101-9",
        "author": "金の羅針盤座",
        "publisher": "ゲッターズ飯田の五星三心占い2026",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "ゲッターズ飯田／著 朝日新聞出版 1,270 978-4-02-252109-5",
        "author": "金のカメレオン座",
        "publisher": "ゲッターズ飯田の五星三心占い2026",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "ゲッターズ飯田／著 朝日新聞出版 1,270 978-4-02-252102-6",
        "author": "銀の羅針盤座",
        "publisher": "ゲッターズ飯田の五星三心占い2026",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "ゲッターズ飯田／著 朝日新聞出版 1,270 978-4-02-252112-5",
        "author": "銀のイルカ座",
        "publisher": "ゲッターズ飯田の五星三心占い2026",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "ゲッターズ飯田／著 朝日新聞出版 1,270 978-4-02-252110-1",
        "author": "銀のカメレオン座",
        "publisher": "ゲッターズ飯田の五星三心占い2026",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "ゲッターズ飯田／著 朝日新聞出版 1,270 978-4-02-252107-1",
        "author": "金の時計座",
        "publisher": "ゲッターズ飯田の五星三心占い2026",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "ゲッターズ飯田／著 朝日新聞出版 1,270 978-4-02-252106-4",
        "author": "銀の鳳凰座",
        "publisher": "ゲッターズ飯田の五星三心占い2026",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "ゲッターズ飯田／著 朝日新聞出版 1,270 978-4-02-252103-3",
        "author": "金のインディアン座",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "生活実用書": [
      {
        "rank": 1,
        "title": "明るい暮らしの家計簿 2026年版 ―――――――― 950 978-4-88786-091-9",
        "author": "ス",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "すべてを蒸したい せいろレシピ りよ子／著 Gakken 1,400 978-4-05-802362-4",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "[No.25]実用家計簿 ―――――――― 高橋書店 850 978-4-471-85025-8",
        "author": "うたまるごはん／著",
        "publisher": "うたまるごはんのかんたんフリージング離乳食･",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "北嶋佳奈／監修 淵江 Gakken 1,400 978-4-05-801776-0",
        "author": "幼児食",
        "publisher": "公美子／監修",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "美しく正しい字が書ける ペン字練習帳 和田康子／著 新星出版社 500 978-4-405-05567-4",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "不夜脳 脳がほしがる本当の休息 東島威史／著 サンマーク出版 1,500 978-4-7631-4248-1",
        "author": "ズボラなせいろ蒸し - おいしい! 時短! めっ",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "らむ／著 ワニブックス 1,600 978-4-8470-7551-3",
        "author": "ちゃラク! -",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "半うつ 憂鬱以上、うつ未満 平光源／著 サンマーク出版 1,500 978-4-7631-4254-2",
        "author": "Mizukiのレシピノートvol.2 さらにぎゅぎゅっ",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "Mizuki／著 Gakken 1,700 978-4-05-802548-2",
        "author": "と!600品 今日のごはん、これに決まり!",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "[No.30]わたしのかけいぼ ―――――――― 高橋書店 1,250 978-4-471-85030-2",
        "author": "トーハン 月間ベストセラー 2026年1月期",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "児童書": [
      {
        "rank": 1,
        "title": "ドラゴン タッグ最強王図鑑 び／イラスト 七海ルシア Gakken 1,400 978-4-05-206218-6",
        "author": "／イラスト",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "大ピンチずかん3 鈴木のりたけ／作 小学館 1,500 978-4-09-725401-0",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "パンどろぼうとスイーツおうじ 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-116562-1",
        "author": "ポケモン／著 きのし",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "ポケモン生態図鑑 小学館 1,300 978-4-09-227426-6",
        "author": "たちひろ／イラスト",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "大ピンチずかん 鈴木のりたけ／作 小学館 1,500 978-4-09-725138-5",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "大ピンチずかん2 鈴木のりたけ／作 小学館 1,500 978-4-09-725243-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "パンどろぼう 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-109060-2",
        "author": "シン･テフン／作 ナ･スン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "つかめ!英語ダマン 英会話で世界にとびだせ!編 マガジンハウス 1,200 978-4-8387-3361-3",
        "author": "フン／まんが 呉華順／訳",
        "publisher": "内田有美／文･絵 満留邦",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "おせち 福音館書店 1,000 978-4-8340-8813-7",
        "author": "子／料理 三浦康子／監修",
        "publisher": "ほねほねザウルス30 めざめよ! だいちをゆるが カバヤ食品株式会社／原",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "案･監修 ぐるーぷ･アンモ 岩崎書店 980 978-4-265-82069-6",
        "author": "す巨大ブラキオ!",
        "publisher": "ナイツ／作･絵",
        "price": "-",
        "isbn": "-"
      }
    ],
    "ノベルス": [
      {
        "rank": 1,
        "title": "QED 天河伝説、桜舞い 高田崇史／著 講談社 1,000 978-4-06-538440-4",
        "author": "三浦糀／原作 七緒",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "アオのハコ Interlude 集英社 740 978-4-08-703567-4",
        "author": "／小説",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "都市伝説解体センター 断篇集 尾北圭人／ほか著 集英社 1,300 978-4-08-703562-9",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "極東発 世界大戦2 日韓紛争激化 大石英司／著 中央公論新社 1,200 978-4-12-501506-4",
        "author": "劇場版 鬼滅の刃 無限城編 第一章 猗窩座再来 吾峠呼世晴／原作 矢島綾",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "集英社 780 978-4-08-703561-2",
        "author": "ノベライズ ／小説 近藤光／脚本",
        "publisher": "野田サトル／原作･イラ",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "ゴールデンカムイ 鶴見篤四郎の宿願 集英社 880 978-4-08-703559-9",
        "author": "スト 伊吹亜門／小説",
        "publisher": "チェンソーマン 藤本タツキ／原作",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "集英社 700 978-4-08-703518-6",
        "author": "バディ・ストーリーズ 菱川さかく／小説",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "極東発 世界大戦1 竹島占領 大石英司／著 中央公論新社 1,200 978-4-12-501504-0",
        "author": "薔薇のウエディングベル ベティ･ニールズ／著 ハーパーコリン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "664 978-4-302-10945-6",
        "author": "ベティ･ニールズ･コレクション 山本みと／訳 ズ･ジャパン",
        "publisher": "マヤ･ブレイク／作 ハーパーコリン",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "ギリシア富豪と二十年の白い結婚 673 978-4-302-10935-7",
        "author": "森未朝／訳 ズ･ジャパン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "新書": [
      {
        "rank": 1,
        "title": "棺桶まで歩こう 萬田緑平／著 幻冬舎 940 978-4-344-98793-7",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "生きる言葉 俵万智／著 新潮社 940 978-4-10-611083-2",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "豊臣兄弟 天下を獲った処世術 磯田道史／著 文藝春秋 950 978-4-16-661514-8",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "定年後の日本人は世界一の楽園を生きる 佐藤優／著 飛鳥新社 990 978-4-86801-107-1",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "「話が面白い人」は何をどう読んでいるのか 三宅香帆／著 新潮社 980 978-4-10-611101-3",
        "author": "ユダヤ人の歴史 古代の興亡から離散、ホロコー",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "鶴見太郎／著 中央公論新社 1,080 978-4-12-102839-6",
        "author": "スト、シオニズムまで",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "考察する若者たち 三宅香帆／著 PHP研究所 1,000 978-4-569-86017-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "介護未満の父に起きたこと ジェーン･スー／著 新潮社 900 978-4-10-611098-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "ぼくたちはどう老いるか 高橋源一郎／著 朝日新聞出版 1,050 978-4-02-295333-9",
        "author": "小泉凡／著 木元健",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "セツと八雲 朝日新聞出版 870 978-4-02-295337-7",
        "author": "二／聞き手",
        "publisher": "トーハン 月間ベストセラー 2026年1月期",
        "price": "-",
        "isbn": "-"
      }
    ],
    "文庫": [
      {
        "rank": 1,
        "title": "人間標本 湊かなえ／著 KADOKAWA 840 978-4-04-115759-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "一文字助真 佐伯泰英／著 光文社 860 978-4-334-10877-9",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "国宝 上 青春篇 吉田修一／著 朝日新聞出版 800 978-4-02-265008-5",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "国宝 下 花道篇 吉田修一／著 朝日新聞出版 800 978-4-02-265009-2",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "マイブック―2026年の記録― ―――――――― 新潮社 490 978-4-10-120878-7",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "成瀬は天下を取りにいく 宮島未奈／著 新潮社 630 978-4-10-106141-2",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "めじろ鳴く 佐伯泰英／著 文藝春秋 800 978-4-16-792458-4",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "ほどなく、お別れです 遠くの空へ 長月天音／著 小学館 770 978-4-09-407537-3",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "BUTTER 柚木麻子／著 新潮社 950 978-4-10-120243-3",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "爆弾 呉勝浩／著 講談社 970 978-4-06-536370-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "コミックス": [
      {
        "rank": 1,
        "title": "キングダム 78 原泰久／著 集英社 700 978-4-08-894057-1",
        "author": "芥見下々／著 岩崎",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "呪術廻戦≡ 1 集英社 520 978-4-08-884832-7",
        "author": "優次／著",
        "publisher": "金城宗幸／原作 ノ",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "ブルーロック(37) 講談社 540 978-4-06-542204-5",
        "author": "村優介／漫画",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "ダンダダン 22 龍幸伸／著 集英社 560 978-4-08-884824-2",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "カグラバチ 10 外薗健／著 集英社 520 978-4-08-884740-5",
        "author": "山田鐘人／原作 ア",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "葬送のフリーレン 15 小学館 540 978-4-09-854346-5",
        "author": "ベツカサ／作画",
        "publisher": "クラーケンコミッ",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "金色のガッシュ!! 2 6巻 雷句誠／著 740 978-4-910019-22-2",
        "author": "クス",
        "publisher": "和月伸宏／著 黒碕",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "るろうに剣心─明治剣客浪漫譚･北海道編─ 10 集英社 560 978-4-08-884142-7",
        "author": "薫／ストーリー協力",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "うるわしの宵の月(10) やまもり三香／著 講談社 540 978-4-06-542095-9",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "メダリスト(14) つるまいかだ／著 講談社 720 978-4-06-541860-4",
        "author": "【トーハン調べ ベストセラーに関するお問い合わせ】",
        "publisher": "配信用メールアドレスへのご返信、または下記お問い合わせフォームよりお願いいたします。",
        "price": "お問い合わせフォーム ⇒ https://www.tohan.jp/contact/form/",
        "isbn": "-"
      }
    ]
  }
};
