const oricon_data = {
  "updated": "2026-02-17T05:08:26.905706Z",
  "source": "tohan.jp",
  "genres": {
    "総合": [
      {
        "rank": 1,
        "title": "変な地図 ハーバード、スタンフォード、オックスフォー",
        "author": "雨穴／著",
        "publisher": "双葉社",
        "price": "1,600",
        "isbn": "978-4-575-24810-4"
      },
      {
        "rank": 2,
        "title": "ド… 科学的に証明された すごい習慣大百科",
        "author": "堀田秀吾／著",
        "publisher": "SBクリエイティブ",
        "price": "1,600",
        "isbn": "978-4-8156-3341-7"
      },
      {
        "rank": 3,
        "title": "成瀬は都を駆け抜ける",
        "author": "宮島未奈／著",
        "publisher": "新潮社",
        "price": "1,700",
        "isbn": "978-4-10-354953-6"
      },
      {
        "rank": 4,
        "title": "NHK大河ドラマ･ガイド 豊臣兄弟! 前編",
        "author": "-",
        "publisher": "NHK出版",
        "price": "1,400",
        "isbn": "978-4-14-923402-1"
      },
      {
        "rank": 5,
        "title": "かんたん家計ノート 545",
        "author": "-",
        "publisher": "講談社",
        "price": "2026",
        "isbn": "978-4-06-540757-8"
      },
      {
        "rank": 6,
        "title": "不滅なるものへの挑戦 霊性の時代を拓くために",
        "author": "大川隆法／著",
        "publisher": "幸福の科学出版",
        "price": "2,000",
        "isbn": "978-4-8233-0468-2"
      },
      {
        "rank": 7,
        "title": "シンプル家計ノート いちばんかんたん いちばんお値うち 家計ノー",
        "author": "-",
        "publisher": "オレンジページ",
        "price": "282",
        "isbn": "978-4-86593-788-6"
      },
      {
        "rank": 8,
        "title": "ト2026",
        "author": "神宮館編集部／編著",
        "publisher": "小学館",
        "price": "282",
        "isbn": "978-4-09-802319-6"
      },
      {
        "rank": 9,
        "title": "令和8年 九星本暦 神宮館 纂 木下昌美／監修 なん",
        "author": "高島易断所本部／編",
        "publisher": "神宮館",
        "price": "700",
        "isbn": "978-4-86771-201-6"
      },
      {
        "rank": 10,
        "title": "ドラゴン タッグ最強王図鑑 七 海ルシア／イラスト ゲッターズ飯田の五星三心占い2026",
        "author": "ばきび／イラスト",
        "publisher": "Gakken",
        "price": "1,400",
        "isbn": "978-4-05-206218-6"
      }
    ],
    "文芸書": [
      {
        "rank": 1,
        "title": "成瀬は都を駆け抜ける",
        "author": "宮島未奈／著",
        "publisher": "新潮社",
        "price": "1,700",
        "isbn": "978-4-10-354953-6"
      },
      {
        "rank": 2,
        "title": "イン･ザ･メガチャーチ",
        "author": "朝井リョウ／著",
        "publisher": "日本経済新聞出版",
        "price": "2,000",
        "isbn": "978-4-296-12104-5"
      },
      {
        "rank": 3,
        "title": "暁星",
        "author": "湊かなえ／著",
        "publisher": "双葉社",
        "price": "1,800",
        "isbn": "978-4-575-24856-2"
      },
      {
        "rank": 4,
        "title": "カフェーの帰り道",
        "author": "嶋津輝／著",
        "publisher": "東京創元社",
        "price": "1,700",
        "isbn": "978-4-488-02936-4"
      },
      {
        "rank": 5,
        "title": "分水─隠蔽捜査11─",
        "author": "今野敏／著",
        "publisher": "新潮社",
        "price": "1,800",
        "isbn": "978-4-10-300264-2"
      },
      {
        "rank": 6,
        "title": "失われた貌",
        "author": "櫻田智也／著",
        "publisher": "新潮社",
        "price": "1,800",
        "isbn": "978-4-10-356411-9"
      },
      {
        "rank": 7,
        "title": "サイレント･ウィッチ XI 沈黙の魔女の隠しごと",
        "author": "依空まつり／著",
        "publisher": "KADOKAWA",
        "price": "1,400",
        "isbn": "978-4-04-076249-4"
      },
      {
        "rank": 8,
        "title": "最後の皇帝と謎解きを",
        "author": "犬丸幸平／著",
        "publisher": "宝島社",
        "price": "1,600",
        "isbn": "978-4-299-07500-0"
      },
      {
        "rank": 9,
        "title": "成瀬は信じた道をいく",
        "author": "宮島未奈／著",
        "publisher": "新潮社",
        "price": "1,600",
        "isbn": "978-4-10-354952-9"
      },
      {
        "rank": 10,
        "title": "殺し屋の営業術",
        "author": "野宮有／著",
        "publisher": "講談社",
        "price": "1,950",
        "isbn": "978-4-06-540330-3"
      }
    ],
    "ノンフィクション・ライトエッセイ": [
      {
        "rank": 1,
        "title": "僕には鳥の言葉がわかる",
        "author": "鈴木俊貴／著",
        "publisher": "小学館",
        "price": "1,700",
        "isbn": "978-4-09-389184-4"
      },
      {
        "rank": 2,
        "title": "今日もネコ様の圧が強い2",
        "author": "うぐいす歌子／著",
        "publisher": "KADOKAWA",
        "price": "1,300",
        "isbn": "978-4-04-685169-7"
      },
      {
        "rank": 3,
        "title": "20代で得た知見 文体のひみつ なぜあの人の文章はつい読んでし サンクチュアリ出",
        "author": "F／著",
        "publisher": "KADOKAWA",
        "price": "1,300",
        "isbn": "978-4-04-604799-1"
      },
      {
        "rank": 4,
        "title": "まうのか? 版 明橋大二／著 伊藤健太郎",
        "author": "三宅香帆／著",
        "publisher": "-",
        "price": "1,200",
        "isbn": "978-4-8014-0162-4"
      },
      {
        "rank": 5,
        "title": "なぜ生きる ／著",
        "author": "高森顕徹／監修",
        "publisher": "1万年堂出版",
        "price": "1,500",
        "isbn": "978-4-925253-01-7"
      },
      {
        "rank": 6,
        "title": "きっと明日はいい日になる 人が替わっても必ず結果を出す 決定版!青学流",
        "author": "田口久人／著",
        "publisher": "PHP研究所",
        "price": "1,250",
        "isbn": "978-4-569-84135-9"
      },
      {
        "rank": 7,
        "title": "「絶対王者の鉄則」 一気にわかる!池上彰の世界情勢2026 トランプ",
        "author": "原晋／著",
        "publisher": "祥伝社",
        "price": "1,600",
        "isbn": "978-4-396-61849-0"
      },
      {
        "rank": 8,
        "title": "関税ショック、その先にある世界編 エレガントな毒の吐き方 脳科学と京都人に学ぶ",
        "author": "池上彰／著",
        "publisher": "毎日新聞出版",
        "price": "1,100",
        "isbn": "978-4-620-32851-5"
      },
      {
        "rank": 9,
        "title": "「言いにくいことを賢く伝える」技術 水野敬也／著 長沼",
        "author": "中野信子／著",
        "publisher": "日経BP",
        "price": "1,200",
        "isbn": "978-4-296-00094-4"
      },
      {
        "rank": 10,
        "title": "新♪ 人生はニャンとかなる!",
        "author": "直樹／著",
        "publisher": "文響社",
        "price": "1,650",
        "isbn": "978-4-86651-991-3"
      }
    ],
    "エンターテイメント": [
      {
        "rank": 1,
        "title": "変な地図",
        "author": "雨穴／著",
        "publisher": "双葉社",
        "price": "1,600",
        "isbn": "978-4-575-24810-4"
      },
      {
        "rank": 2,
        "title": "命の燃やし方",
        "author": "鈴木大飛／著",
        "publisher": "講談社",
        "price": "1,500",
        "isbn": "978-4-06-540520-8"
      },
      {
        "rank": 3,
        "title": "変な家2 〜11の間取り図〜 ブラウンズブック",
        "author": "雨穴／著",
        "publisher": "飛鳥新社",
        "price": "1,500",
        "isbn": "978-4-86410-982-6"
      },
      {
        "rank": 4,
        "title": "BARFOUT! FEBRUARY VOL 365 1,200 ス",
        "author": "-",
        "publisher": "-",
        "price": "2026",
        "isbn": "978-4-344-95500-4"
      },
      {
        "rank": 5,
        "title": "変な絵 ブラウンズブック",
        "author": "雨穴／著",
        "publisher": "双葉社",
        "price": "1,400",
        "isbn": "978-4-575-24567-7"
      },
      {
        "rank": 6,
        "title": "BARFOUT! FEBRUARY SPECIAL EDITION 1,500 ス SWITCH Vol.44 No.2 特集 呪術廻戦 死滅回游 スイッチ･パブ",
        "author": "-",
        "publisher": "-",
        "price": "2026",
        "isbn": "978-4-344-95514-1"
      },
      {
        "rank": 7,
        "title": "前編 リッシング",
        "author": "-",
        "publisher": "-",
        "price": "1,000",
        "isbn": "978-4-88418-681-4"
      },
      {
        "rank": 8,
        "title": "なんなん自分",
        "author": "ユースケ／著",
        "publisher": "KADOKAWA",
        "price": "1,700",
        "isbn": "978-4-04-681106-6"
      },
      {
        "rank": 9,
        "title": "哲学なんていらない哲学",
        "author": "あの／著",
        "publisher": "KADOKAWA",
        "price": "2,200",
        "isbn": "978-4-04-116709-0"
      },
      {
        "rank": 10,
        "title": "LOST LETTER",
        "author": "久保史緒里／著",
        "publisher": "幻冬舎",
        "price": "2,000",
        "isbn": "978-4-344-04541-5"
      }
    ],
    "ビジネス書": [
      {
        "rank": 1,
        "title": "ド… 科学的に証明された すごい習慣大百科",
        "author": "堀田秀吾／著",
        "publisher": "SBクリエイティブ",
        "price": "1,600",
        "isbn": "978-4-8156-3341-7"
      },
      {
        "rank": 2,
        "title": "改訂版 本当の自由を手に入れる お金の大学 改訂新版 株･投資信託･iDeCo･NISAがわかる 今 泉美智子／著 奥村",
        "author": "両@リベ大学長／著",
        "publisher": "朝日新聞出版",
        "price": "1,500",
        "isbn": "978-4-02-332378-0"
      },
      {
        "rank": 3,
        "title": "さら聞けない 投資の超基本 ジョン･ストレルキー",
        "author": "彰太郎／監修",
        "publisher": "朝日新聞出版",
        "price": "1,400",
        "isbn": "978-4-02-333463-2"
      },
      {
        "rank": 4,
        "title": "やりたいことが見つかる 世界の果てのカフェ ／著 サンクチュアリ出",
        "author": "鹿田昌美／訳",
        "publisher": "ダイヤモンド社",
        "price": "1,600",
        "isbn": "978-4-478-12254-9"
      },
      {
        "rank": 5,
        "title": "覚悟の磨き方 〜超訳 吉田松陰〜 訳 版 嫌われる勇気 自己啓発の源流「アドラー」の教 岸見一郎／著 古賀",
        "author": "池田貴将／編",
        "publisher": "-",
        "price": "1,500",
        "isbn": "978-4-86113-992-5"
      },
      {
        "rank": 6,
        "title": "え DIE WITH ZERO ビル･パーキンス／著",
        "author": "史健／著",
        "publisher": "ダイヤモンド社",
        "price": "1,600",
        "isbn": "978-4-478-02581-9"
      },
      {
        "rank": 7,
        "title": "人生が豊かになりすぎる究極のルール",
        "author": "児島修／訳",
        "publisher": "ダイヤモンド社",
        "price": "1,700",
        "isbn": "978-4-478-10968-7"
      },
      {
        "rank": 8,
        "title": "会社四季報 業界地図 2026年版",
        "author": "東洋経済新報社／編",
        "publisher": "東洋経済新報社",
        "price": "1,800",
        "isbn": "978-4-492-97335-6"
      },
      {
        "rank": 9,
        "title": "人は話し方が9割 5年で1億貯める株式投資 給料に手をつけず爆速",
        "author": "永松茂久／著",
        "publisher": "すばる舎",
        "price": "1,500",
        "isbn": "978-4-7991-0842-0"
      },
      {
        "rank": 10,
        "title": "でお金を増やす4つの投資法",
        "author": "kenmo／著",
        "publisher": "ダイヤモンド社",
        "price": "1,700",
        "isbn": "978-4-478-12118-4"
      }
    ],
    "趣味実用書": [
      {
        "rank": 1,
        "title": "銀のインディアン座 ゲッターズ飯田の五星三心占い2026",
        "author": "ゲッターズ飯田／著",
        "publisher": "朝日新聞出版",
        "price": "1,270",
        "isbn": "978-4-02-252104-0"
      },
      {
        "rank": 2,
        "title": "金のイルカ座 ゲッターズ飯田の五星三心占い2026",
        "author": "ゲッターズ飯田／著",
        "publisher": "朝日新聞出版",
        "price": "1,270",
        "isbn": "978-4-02-252111-8"
      },
      {
        "rank": 3,
        "title": "金の羅針盤座 ゲッターズ飯田の五星三心占い2026",
        "author": "ゲッターズ飯田／著",
        "publisher": "朝日新聞出版",
        "price": "1,270",
        "isbn": "978-4-02-252101-9"
      },
      {
        "rank": 4,
        "title": "金のカメレオン座 ゲッターズ飯田の五星三心占い2026",
        "author": "ゲッターズ飯田／著",
        "publisher": "朝日新聞出版",
        "price": "1,270",
        "isbn": "978-4-02-252109-5"
      },
      {
        "rank": 5,
        "title": "銀の羅針盤座 ゲッターズ飯田の五星三心占い2026",
        "author": "ゲッターズ飯田／著",
        "publisher": "朝日新聞出版",
        "price": "1,270",
        "isbn": "978-4-02-252102-6"
      },
      {
        "rank": 6,
        "title": "銀のイルカ座 ゲッターズ飯田の五星三心占い2026",
        "author": "ゲッターズ飯田／著",
        "publisher": "朝日新聞出版",
        "price": "1,270",
        "isbn": "978-4-02-252112-5"
      },
      {
        "rank": 7,
        "title": "銀のカメレオン座 ゲッターズ飯田の五星三心占い2026",
        "author": "ゲッターズ飯田／著",
        "publisher": "朝日新聞出版",
        "price": "1,270",
        "isbn": "978-4-02-252110-1"
      },
      {
        "rank": 8,
        "title": "金の時計座 ゲッターズ飯田の五星三心占い2026",
        "author": "ゲッターズ飯田／著",
        "publisher": "朝日新聞出版",
        "price": "1,270",
        "isbn": "978-4-02-252107-1"
      },
      {
        "rank": 9,
        "title": "銀の鳳凰座 ゲッターズ飯田の五星三心占い2026",
        "author": "ゲッターズ飯田／著",
        "publisher": "朝日新聞出版",
        "price": "1,270",
        "isbn": "978-4-02-252106-4"
      },
      {
        "rank": 10,
        "title": "金のインディアン座",
        "author": "ゲッターズ飯田／著",
        "publisher": "朝日新聞出版",
        "price": "1,270",
        "isbn": "978-4-02-252103-3"
      }
    ],
    "生活実用書": [
      {
        "rank": 1,
        "title": "明るい暮らしの家計簿 2026年版 ス",
        "author": "-",
        "publisher": "-",
        "price": "950",
        "isbn": "978-4-88786-091-9"
      },
      {
        "rank": 2,
        "title": "すべてを蒸したい せいろレシピ",
        "author": "りよ子／著",
        "publisher": "Gakken",
        "price": "1,400",
        "isbn": "978-4-05-802362-4"
      },
      {
        "rank": 3,
        "title": "[No.25]実用家計簿 うたまるごはんのかんたんフリージング離乳食･",
        "author": "うたまるごはん／著",
        "publisher": "高橋書店",
        "price": "850",
        "isbn": "978-4-471-85025-8"
      },
      {
        "rank": 4,
        "title": "淵江 幼児食 公美子／監修",
        "author": "北嶋佳奈／監修",
        "publisher": "Gakken",
        "price": "1,400",
        "isbn": "978-4-05-801776-0"
      },
      {
        "rank": 5,
        "title": "美しく正しい字が書ける ペン字練習帳",
        "author": "和田康子／著",
        "publisher": "新星出版社",
        "price": "500",
        "isbn": "978-4-405-05567-4"
      },
      {
        "rank": 6,
        "title": "不夜脳 脳がほしがる本当の休息 ズボラなせいろ蒸し - おいしい! 時短! めっ",
        "author": "東島威史／著",
        "publisher": "サンマーク出版",
        "price": "1,500",
        "isbn": "978-4-7631-4248-1"
      },
      {
        "rank": 7,
        "title": "ちゃラク! -",
        "author": "らむ／著",
        "publisher": "ワニブックス",
        "price": "1,600",
        "isbn": "978-4-8470-7551-3"
      },
      {
        "rank": 8,
        "title": "半うつ 憂鬱以上、うつ未満 Mizukiのレシピノートvol.2 さらにぎゅぎゅっ",
        "author": "平光源／著",
        "publisher": "サンマーク出版",
        "price": "1,500",
        "isbn": "978-4-7631-4254-2"
      },
      {
        "rank": 9,
        "title": "と!600品 今日のごはん、これに決まり!",
        "author": "Mizuki／著",
        "publisher": "Gakken",
        "price": "1,700",
        "isbn": "978-4-05-802548-2"
      },
      {
        "rank": 10,
        "title": "[No.30]わたしのかけいぼ",
        "author": "-",
        "publisher": "高橋書店",
        "price": "1,250",
        "isbn": "978-4-471-85030-2"
      }
    ],
    "児童書": [
      {
        "rank": 1,
        "title": "ドラゴン タッグ最強王図鑑 七海ルシア ／イラスト",
        "author": "び／イラスト",
        "publisher": "Gakken",
        "price": "1,400",
        "isbn": "978-4-05-206218-6"
      },
      {
        "rank": 2,
        "title": "大ピンチずかん3",
        "author": "鈴木のりたけ／作",
        "publisher": "小学館",
        "price": "1,500",
        "isbn": "978-4-09-725401-0"
      },
      {
        "rank": 3,
        "title": "パンどろぼうとスイーツおうじ ポケモン／著 きのし",
        "author": "柴田ケイコ／作",
        "publisher": "KADOKAWA",
        "price": "1,400",
        "isbn": "978-4-04-116562-1"
      },
      {
        "rank": 4,
        "title": "ポケモン生態図鑑",
        "author": "たちひろ／イラスト",
        "publisher": "小学館",
        "price": "1,300",
        "isbn": "978-4-09-227426-6"
      },
      {
        "rank": 5,
        "title": "大ピンチずかん",
        "author": "鈴木のりたけ／作",
        "publisher": "小学館",
        "price": "1,500",
        "isbn": "978-4-09-725138-5"
      },
      {
        "rank": 6,
        "title": "大ピンチずかん2",
        "author": "鈴木のりたけ／作",
        "publisher": "小学館",
        "price": "1,500",
        "isbn": "978-4-09-725243-6"
      },
      {
        "rank": 7,
        "title": "パンどろぼう シン･テフン／作 ナ･スン",
        "author": "柴田ケイコ／作",
        "publisher": "KADOKAWA",
        "price": "1,400",
        "isbn": "978-4-04-109060-2"
      },
      {
        "rank": 8,
        "title": "つかめ!英語ダマン 英会話で世界にとびだせ!編 フン／まんが 内田有美／文･絵 満留邦",
        "author": "呉華順／訳",
        "publisher": "マガジンハウス",
        "price": "1,200",
        "isbn": "978-4-8387-3361-3"
      },
      {
        "rank": 9,
        "title": "おせち 子／料理 ほねほねザウルス30 めざめよ! だいちをゆるが カバヤ食品株式会社／原",
        "author": "三浦康子／監修",
        "publisher": "福音館書店",
        "price": "1,000",
        "isbn": "978-4-8340-8813-7"
      },
      {
        "rank": 10,
        "title": "案･監修 ぐるーぷ･アンモ す巨大ブラキオ! ･絵",
        "author": "ナイツ／作",
        "publisher": "岩崎書店",
        "price": "980",
        "isbn": "978-4-265-82069-6"
      }
    ],
    "ノベルス": [
      {
        "rank": 1,
        "title": "QED 天河伝説、桜舞い 三浦糀／原作 七緒",
        "author": "高田崇史／著",
        "publisher": "講談社",
        "price": "1,000",
        "isbn": "978-4-06-538440-4"
      },
      {
        "rank": 2,
        "title": "アオのハコ Interlude ／小説",
        "author": "-",
        "publisher": "集英社",
        "price": "740",
        "isbn": "978-4-08-703567-4"
      },
      {
        "rank": 3,
        "title": "都市伝説解体センター 断篇集 尾北圭人／ほか著",
        "author": "-",
        "publisher": "集英社",
        "price": "1,300",
        "isbn": "978-4-08-703562-9"
      },
      {
        "rank": 4,
        "title": "極東発 世界大戦2 日韓紛争激化 劇場版 鬼滅の刃 無限城編 第一章 猗窩座再来 吾峠呼世晴／原作 矢島綾",
        "author": "大石英司／著",
        "publisher": "中央公論新社",
        "price": "1,200",
        "isbn": "978-4-12-501506-4"
      },
      {
        "rank": 5,
        "title": "ノベライズ ／小説 近藤光／脚本 ･イラ",
        "author": "野田サトル／原作",
        "publisher": "集英社",
        "price": "780",
        "isbn": "978-4-08-703561-2"
      },
      {
        "rank": 6,
        "title": "ゴールデンカムイ 鶴見篤四郎の宿願 スト 伊吹亜門／小説 チェンソーマン",
        "author": "藤本タツキ／原作",
        "publisher": "集英社",
        "price": "880",
        "isbn": "978-4-08-703559-9"
      },
      {
        "rank": 7,
        "title": "バディ・ストーリーズ 菱川さかく／小説",
        "author": "-",
        "publisher": "集英社",
        "price": "700",
        "isbn": "978-4-08-703518-6"
      },
      {
        "rank": 8,
        "title": "極東発 世界大戦1 竹島占領 薔薇のウエディングベル ベティ･ニールズ／著 ハーパーコリン",
        "author": "大石英司／著",
        "publisher": "中央公論新社",
        "price": "1,200",
        "isbn": "978-4-12-501504-0"
      },
      {
        "rank": 9,
        "title": "ベティ･ニールズ･コレクション ズ･ジャパン マヤ･ブレイク／作 ハーパーコリン",
        "author": "山本みと／訳",
        "publisher": "-",
        "price": "664",
        "isbn": "978-4-302-10945-6"
      },
      {
        "rank": 10,
        "title": "ギリシア富豪と二十年の白い結婚 ズ･ジャパン",
        "author": "森未朝／訳",
        "publisher": "-",
        "price": "673",
        "isbn": "978-4-302-10935-7"
      }
    ],
    "新書": [
      {
        "rank": 1,
        "title": "棺桶まで歩こう",
        "author": "萬田緑平／著",
        "publisher": "幻冬舎",
        "price": "940",
        "isbn": "978-4-344-98793-7"
      },
      {
        "rank": 2,
        "title": "生きる言葉",
        "author": "俵万智／著",
        "publisher": "新潮社",
        "price": "940",
        "isbn": "978-4-10-611083-2"
      },
      {
        "rank": 3,
        "title": "豊臣兄弟 天下を獲った処世術",
        "author": "磯田道史／著",
        "publisher": "文藝春秋",
        "price": "950",
        "isbn": "978-4-16-661514-8"
      },
      {
        "rank": 4,
        "title": "定年後の日本人は世界一の楽園を生きる",
        "author": "佐藤優／著",
        "publisher": "飛鳥新社",
        "price": "990",
        "isbn": "978-4-86801-107-1"
      },
      {
        "rank": 5,
        "title": "「話が面白い人」は何をどう読んでいるのか ユダヤ人の歴史 古代の興亡から離散、ホロコー",
        "author": "三宅香帆／著",
        "publisher": "新潮社",
        "price": "980",
        "isbn": "978-4-10-611101-3"
      },
      {
        "rank": 6,
        "title": "スト、シオニズムまで",
        "author": "鶴見太郎／著",
        "publisher": "中央公論新社",
        "price": "1,080",
        "isbn": "978-4-12-102839-6"
      },
      {
        "rank": 7,
        "title": "考察する若者たち",
        "author": "三宅香帆／著",
        "publisher": "PHP研究所",
        "price": "1,000",
        "isbn": "978-4-569-86017-6"
      },
      {
        "rank": 8,
        "title": "介護未満の父に起きたこと",
        "author": "ジェーン･スー／著",
        "publisher": "新潮社",
        "price": "900",
        "isbn": "978-4-10-611098-6"
      },
      {
        "rank": 9,
        "title": "ぼくたちはどう老いるか 小泉凡／著 木元健",
        "author": "高橋源一郎／著",
        "publisher": "朝日新聞出版",
        "price": "1,050",
        "isbn": "978-4-02-295333-9"
      },
      {
        "rank": 10,
        "title": "セツと八雲 二／聞き手",
        "author": "-",
        "publisher": "朝日新聞出版",
        "price": "870",
        "isbn": "978-4-02-295337-7"
      }
    ],
    "文庫": [
      {
        "rank": 1,
        "title": "人間標本",
        "author": "湊かなえ／著",
        "publisher": "KADOKAWA",
        "price": "840",
        "isbn": "978-4-04-115759-6"
      },
      {
        "rank": 2,
        "title": "一文字助真",
        "author": "佐伯泰英／著",
        "publisher": "光文社",
        "price": "860",
        "isbn": "978-4-334-10877-9"
      },
      {
        "rank": 3,
        "title": "国宝 上 青春篇",
        "author": "吉田修一／著",
        "publisher": "朝日新聞出版",
        "price": "800",
        "isbn": "978-4-02-265008-5"
      },
      {
        "rank": 4,
        "title": "国宝 下 花道篇",
        "author": "吉田修一／著",
        "publisher": "朝日新聞出版",
        "price": "800",
        "isbn": "978-4-02-265009-2"
      },
      {
        "rank": 5,
        "title": "マイブック2026年の記録",
        "author": "-",
        "publisher": "新潮社",
        "price": "490",
        "isbn": "978-4-10-120878-7"
      },
      {
        "rank": 6,
        "title": "成瀬は天下を取りにいく",
        "author": "宮島未奈／著",
        "publisher": "新潮社",
        "price": "630",
        "isbn": "978-4-10-106141-2"
      },
      {
        "rank": 7,
        "title": "めじろ鳴く",
        "author": "佐伯泰英／著",
        "publisher": "文藝春秋",
        "price": "800",
        "isbn": "978-4-16-792458-4"
      },
      {
        "rank": 8,
        "title": "ほどなく、お別れです 遠くの空へ",
        "author": "長月天音／著",
        "publisher": "小学館",
        "price": "770",
        "isbn": "978-4-09-407537-3"
      },
      {
        "rank": 9,
        "title": "BUTTER",
        "author": "柚木麻子／著",
        "publisher": "新潮社",
        "price": "950",
        "isbn": "978-4-10-120243-3"
      },
      {
        "rank": 10,
        "title": "爆弾",
        "author": "呉勝浩／著",
        "publisher": "講談社",
        "price": "970",
        "isbn": "978-4-06-536370-6"
      }
    ],
    "コミックス": [
      {
        "rank": 1,
        "title": "キングダム 78 芥見下々／著 岩崎",
        "author": "原泰久／著",
        "publisher": "集英社",
        "price": "700",
        "isbn": "978-4-08-894057-1"
      },
      {
        "rank": 2,
        "title": "呪術廻戦≡ 1 ノ",
        "author": "優次／著 金城宗幸／原作",
        "publisher": "集英社",
        "price": "520",
        "isbn": "978-4-08-884832-7"
      },
      {
        "rank": 3,
        "title": "ブルーロック(37)",
        "author": "村優介／漫画",
        "publisher": "講談社",
        "price": "540",
        "isbn": "978-4-06-542204-5"
      },
      {
        "rank": 4,
        "title": "ダンダダン 22",
        "author": "龍幸伸／著",
        "publisher": "集英社",
        "price": "560",
        "isbn": "978-4-08-884824-2"
      },
      {
        "rank": 5,
        "title": "カグラバチ 10 山田鐘人／原作 ア",
        "author": "外薗健／著",
        "publisher": "集英社",
        "price": "520",
        "isbn": "978-4-08-884740-5"
      },
      {
        "rank": 6,
        "title": "葬送のフリーレン 15 画 クラーケンコミッ",
        "author": "ベツカサ／作",
        "publisher": "小学館",
        "price": "540",
        "isbn": "978-4-09-854346-5"
      },
      {
        "rank": 7,
        "title": "金色のガッシュ!! 2 6巻 クス 和月伸宏／著 黒碕",
        "author": "雷句誠／著",
        "publisher": "-",
        "price": "740",
        "isbn": "978-4-910019-22-2"
      },
      {
        "rank": 8,
        "title": "るろうに剣心─明治剣客浪漫譚･北海道編─ 10",
        "author": "薫／ストーリー協力",
        "publisher": "集英社",
        "price": "560",
        "isbn": "978-4-08-884142-7"
      },
      {
        "rank": 9,
        "title": "うるわしの宵の月(10)",
        "author": "やまもり三香／著",
        "publisher": "講談社",
        "price": "540",
        "isbn": "978-4-06-542095-9"
      },
      {
        "rank": 10,
        "title": "メダリスト(14)",
        "author": "つるまいかだ／著",
        "publisher": "講談社",
        "price": "720",
        "isbn": "978-4-06-541860-4"
      }
    ]
  }
};
