const oricon_data = {
  "updated": "2026-02-15T15:48:08.694010Z",
  "source": "tohan.jp",
  "genres": {
    "総合": [
      {
        "rank": 1,
        "title": "変な地図 双葉社 1,600 978-4-575-24810-4 ハーバード、スタンフォード、オックスフォー",
        "author": "雨穴／著",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "SBクリエイティブ 1,600 978-4-8156-3341-7 ド… 科学的に証明された すごい習慣大百科",
        "author": "堀田秀吾／著",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "成瀬は都を駆け抜ける 新潮社",
        "author": "宮島未奈／著",
        "publisher": "-",
        "price": "1,700",
        "isbn": "978-4-10-354953-6"
      },
      {
        "rank": 4,
        "title": "NHK大河ドラマ･ガイド 豊臣兄弟! 前編 ―――――――― NHK出版",
        "author": "-",
        "publisher": "-",
        "price": "1,400",
        "isbn": "978-4-14-923402-1"
      },
      {
        "rank": 5,
        "title": "かんたん家計ノート 2026 ―――――――― 講談社",
        "author": "-",
        "publisher": "-",
        "price": "545",
        "isbn": "978-4-06-540757-8"
      },
      {
        "rank": 6,
        "title": "不滅なるものへの挑戦 霊性の時代を拓くために 幸福の科学出版",
        "author": "大川隆法／著",
        "publisher": "-",
        "price": "2,000",
        "isbn": "978-4-8233-0468-2"
      },
      {
        "rank": 7,
        "title": "シンプル家計ノート ―――――――― オレンジページ 282 978-4-86593-788-6 いちばんかんたん いちばんお値うち 家計ノー",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "―――――――― 小学館 282 978-4-09-802319-6 ト2026 著",
        "author": "神宮館編集部／編",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "令和8年 神宮館 九星本暦 神宮館 700 978-4-86771-201-6 纂 木下昌美／監修 なん",
        "author": "高島易断所本部／編",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "ドラゴン タッグ最強王図鑑 七 Gakken 1,400 978-4-05-206218-6 海ルシア／イラスト ゲッターズ飯田の五星三心占い",
        "author": "ばきび／イラスト",
        "publisher": "-",
        "price": "2026",
        "isbn": "-"
      }
    ],
    "文芸書": [
      {
        "rank": 1,
        "title": "成瀬は都を駆け抜ける 新潮社",
        "author": "宮島未奈／著",
        "publisher": "-",
        "price": "1,700",
        "isbn": "978-4-10-354953-6"
      },
      {
        "rank": 2,
        "title": "イン･ザ･メガチャーチ 日本経済新聞出版",
        "author": "朝井リョウ／著",
        "publisher": "-",
        "price": "2,000",
        "isbn": "978-4-296-12104-5"
      },
      {
        "rank": 3,
        "title": "暁星 双葉社",
        "author": "湊かなえ／著",
        "publisher": "-",
        "price": "1,800",
        "isbn": "978-4-575-24856-2"
      },
      {
        "rank": 4,
        "title": "カフェーの帰り道 東京創元社",
        "author": "嶋津輝／著",
        "publisher": "-",
        "price": "1,700",
        "isbn": "978-4-488-02936-4"
      },
      {
        "rank": 5,
        "title": "分水─隠蔽捜査11─ 新潮社",
        "author": "今野敏／著",
        "publisher": "-",
        "price": "1,800",
        "isbn": "978-4-10-300264-2"
      },
      {
        "rank": 6,
        "title": "失われた貌 新潮社",
        "author": "櫻田智也／著",
        "publisher": "-",
        "price": "1,800",
        "isbn": "978-4-10-356411-9"
      },
      {
        "rank": 7,
        "title": "サイレント･ウィッチ XI 沈黙の魔女の隠しごと KADOKAWA",
        "author": "依空まつり／著",
        "publisher": "-",
        "price": "1,400",
        "isbn": "978-4-04-076249-4"
      },
      {
        "rank": 8,
        "title": "最後の皇帝と謎解きを 宝島社",
        "author": "犬丸幸平／著",
        "publisher": "-",
        "price": "1,600",
        "isbn": "978-4-299-07500-0"
      },
      {
        "rank": 9,
        "title": "成瀬は信じた道をいく 新潮社",
        "author": "宮島未奈／著",
        "publisher": "-",
        "price": "1,600",
        "isbn": "978-4-10-354952-9"
      },
      {
        "rank": 10,
        "title": "殺し屋の営業術 講談社",
        "author": "野宮有／著",
        "publisher": "-",
        "price": "1,950",
        "isbn": "978-4-06-540330-3"
      }
    ],
    "ビジネス書": [
      {
        "rank": 1,
        "title": "SBクリエイティブ 1,600 978-4-8156-3341-7 ド… 科学的に証明された すごい習慣大百科",
        "author": "堀田秀吾／著",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "改訂版 本当の自由を手に入れる お金の大学 朝日新聞出版 1,500 978-4-02-332378-0 改訂新版 株･投資信託･iDeCo･NISAがわかる 今 泉美智子／著 奥村",
        "author": "両@リベ大学長／著",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "朝日新聞出版 1,400 978-4-02-333463-2 さら聞けない 投資の超基本 ジョン･ストレルキー",
        "author": "彰太郎／監修",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "やりたいことが見つかる 世界の果てのカフェ ダイヤモンド社 1,600 978-4-478-12254-9 サンクチュアリ出",
        "author": "／著 鹿田昌美／訳",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "覚悟の磨き方 〜超訳 吉田松陰〜 訳 1,500 978-4-86113-992-5 版 嫌われる勇気 自己啓発の源流「アドラー」の教 岸見一郎／著 古賀",
        "author": "池田貴将／編",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "ダイヤモンド社 1,600 978-4-478-02581-9 え DIE WITH ZERO ビル･パーキンス／著",
        "author": "史健／著",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "ダイヤモンド社 1,700 978-4-478-10968-7 人生が豊かになりすぎる究極のルール",
        "author": "児島修／訳",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "会社四季報 業界地図 2026年版 東洋経済新報社",
        "author": "東洋経済新報社／編",
        "publisher": "-",
        "price": "1,800",
        "isbn": "978-4-492-97335-6"
      },
      {
        "rank": 9,
        "title": "人は話し方が9割 すばる舎 1,500 978-4-7991-0842-0 5年で1億貯める株式投資 給料に手をつけず爆速",
        "author": "永松茂久／著",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "ダイヤモンド社 1,700 978-4-478-12118-4 でお金を増やす4つの投資法",
        "author": "kenmo／著",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "児童書": [
      {
        "rank": 1,
        "title": "ドラゴン タッグ最強王図鑑 七海ルシア Gakken 1,400 978-4-05-206218-6 ／イラスト",
        "author": "び／イラスト",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "大ピンチずかん3 小学館",
        "author": "鈴木のりたけ／作",
        "publisher": "-",
        "price": "1,500",
        "isbn": "978-4-09-725401-0"
      },
      {
        "rank": 3,
        "title": "パンどろぼうとスイーツおうじ KADOKAWA 1,400 978-4-04-116562-1 ポケモン／著 きのし",
        "author": "柴田ケイコ／作",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "ポケモン生態図鑑 小学館 1,300 978-4-09-227426-6",
        "author": "たちひろ／イラスト",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "大ピンチずかん 小学館",
        "author": "鈴木のりたけ／作",
        "publisher": "-",
        "price": "1,500",
        "isbn": "978-4-09-725138-5"
      },
      {
        "rank": 6,
        "title": "大ピンチずかん2 小学館",
        "author": "鈴木のりたけ／作",
        "publisher": "-",
        "price": "1,500",
        "isbn": "978-4-09-725243-6"
      },
      {
        "rank": 7,
        "title": "パンどろぼう KADOKAWA 1,400 978-4-04-109060-2 シン･テフン／作 ナ･スン",
        "author": "柴田ケイコ／作",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "つかめ!英語ダマン 英会話で世界にとびだせ!編 マガジンハウス 1,200 978-4-8387-3361-3 フン／まんが 内田有美／文･絵 満留邦",
        "author": "呉華順／訳",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "おせち 福音館書店 1,000 978-4-8340-8813-7 子／料理 ほねほねザウルス30 めざめよ! だいちをゆるが カバヤ食品株式会社／原",
        "author": "三浦康子／監修",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "案･監修 ぐるーぷ･アンモ 岩崎書店 980 978-4-265-82069-6 す巨大ブラキオ! ･絵",
        "author": "ナイツ／作",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "文庫": [
      {
        "rank": 1,
        "title": "人間標本 KADOKAWA",
        "author": "湊かなえ／著",
        "publisher": "-",
        "price": "840",
        "isbn": "978-4-04-115759-6"
      },
      {
        "rank": 2,
        "title": "一文字助真 光文社",
        "author": "佐伯泰英／著",
        "publisher": "-",
        "price": "860",
        "isbn": "978-4-334-10877-9"
      },
      {
        "rank": 3,
        "title": "国宝 上 青春篇 朝日新聞出版",
        "author": "吉田修一／著",
        "publisher": "-",
        "price": "800",
        "isbn": "978-4-02-265008-5"
      },
      {
        "rank": 4,
        "title": "国宝 下 花道篇 朝日新聞出版",
        "author": "吉田修一／著",
        "publisher": "-",
        "price": "800",
        "isbn": "978-4-02-265009-2"
      },
      {
        "rank": 5,
        "title": "マイブック―2026年の記録― ―――――――― 新潮社",
        "author": "-",
        "publisher": "-",
        "price": "490",
        "isbn": "978-4-10-120878-7"
      },
      {
        "rank": 6,
        "title": "成瀬は天下を取りにいく 新潮社",
        "author": "宮島未奈／著",
        "publisher": "-",
        "price": "630",
        "isbn": "978-4-10-106141-2"
      },
      {
        "rank": 7,
        "title": "めじろ鳴く 文藝春秋",
        "author": "佐伯泰英／著",
        "publisher": "-",
        "price": "800",
        "isbn": "978-4-16-792458-4"
      },
      {
        "rank": 8,
        "title": "ほどなく、お別れです 遠くの空へ 小学館",
        "author": "長月天音／著",
        "publisher": "-",
        "price": "770",
        "isbn": "978-4-09-407537-3"
      },
      {
        "rank": 9,
        "title": "BUTTER 新潮社",
        "author": "柚木麻子／著",
        "publisher": "-",
        "price": "950",
        "isbn": "978-4-10-120243-3"
      },
      {
        "rank": 10,
        "title": "爆弾 講談社",
        "author": "呉勝浩／著",
        "publisher": "-",
        "price": "970",
        "isbn": "978-4-06-536370-6"
      }
    ]
  }
};
