const oricon_data = {
  "updated": "2026-02-15T15:37:12.538023Z",
  "source": "tohan.jp",
  "genres": {
    "総合": [
      {
        "rank": 1,
        "title": "変な地図 雨穴／著 双葉社 1,600 978-4-575-24810-4",
        "author": "ハーバード、スタンフォード、オックスフォー",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "堀田秀吾／著 SBクリエイティブ 1,600 978-4-8156-3341-7",
        "author": "ド… 科学的に証明された すごい習慣大百科",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "成瀬は都を駆け抜ける 宮島未奈／著 新潮社 1,700 978-4-10-354953-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "NHK大河ドラマ･ガイド 豊臣兄弟! 前編 ―――――――― NHK出版 1,400 978-4-14-923402-1",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "かんたん家計ノート 2026 ―――――――― 講談社 545 978-4-06-540757-8",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "不滅なるものへの挑戦 霊性の時代を拓くために 大川隆法／著 幸福の科学出版 2,000 978-4-8233-0468-2",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "シンプル家計ノート ―――――――― オレンジページ 282 978-4-86593-788-6",
        "author": "いちばんかんたん いちばんお値うち 家計ノー",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "―――――――― 小学館 282 978-4-09-802319-6",
        "author": "ト2026",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "令和8年 神宮館 九星本暦 神宮館 700 978-4-86771-201-6",
        "author": "高島易断所本部／編纂",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "ドラゴン タッグ最強王図鑑 ばきび／イラスト 七 Gakken 1,400 978-4-05-206218-6",
        "author": "海ルシア／イラスト",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "文芸書": [
      {
        "rank": 1,
        "title": "成瀬は都を駆け抜ける 宮島未奈／著 新潮社 1,700 978-4-10-354953-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "イン･ザ･メガチャーチ 朝井リョウ／著 日本経済新聞出版 2,000 978-4-296-12104-5",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "暁星 湊かなえ／著 双葉社 1,800 978-4-575-24856-2",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "カフェーの帰り道 嶋津輝／著 東京創元社 1,700 978-4-488-02936-4",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "分水─隠蔽捜査11─ 今野敏／著 新潮社 1,800 978-4-10-300264-2",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "失われた貌 櫻田智也／著 新潮社 1,800 978-4-10-356411-9",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "サイレント･ウィッチ XI 沈黙の魔女の隠しごと 依空まつり／著 KADOKAWA 1,400 978-4-04-076249-4",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "最後の皇帝と謎解きを 犬丸幸平／著 宝島社 1,600 978-4-299-07500-0",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "成瀬は信じた道をいく 宮島未奈／著 新潮社 1,600 978-4-10-354952-9",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "殺し屋の営業術 野宮有／著 講談社 1,950 978-4-06-540330-3",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "ノンフィクション・ライトエッセイ": [
      {
        "rank": 1,
        "title": "堀田秀吾／著 SBクリエイティブ 1,600 978-4-8156-3341-7",
        "author": "ド… 科学的に証明された すごい習慣大百科",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "改訂版 本当の自由を手に入れる お金の大学 両@リベ大学長／著 朝日新聞出版 1,500 978-4-02-332378-0",
        "author": "改訂新版 株･投資信託･iDeCo･NISAがわかる 今 泉美智子／著 奥村",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "朝日新聞出版 1,400 978-4-02-333463-2",
        "author": "さら聞けない 投資の超基本 彰太郎／監修",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "やりたいことが見つかる 世界の果てのカフェ ダイヤモンド社 1,600 978-4-478-12254-9",
        "author": "／著 鹿田昌美／訳",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "覚悟の磨き方 〜超訳 吉田松陰〜 池田貴将／編訳 1,500 978-4-86113-992-5",
        "author": "版",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "ダイヤモンド社 1,600 978-4-478-02581-9",
        "author": "え 史健／著",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "ダイヤモンド社 1,700 978-4-478-10968-7",
        "author": "人生が豊かになりすぎる究極のルール 児島修／訳",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "会社四季報 業界地図 2026年版 東洋経済新報社／編 東洋経済新報社 1,800 978-4-492-97335-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "人は話し方が9割 永松茂久／著 すばる舎 1,500 978-4-7991-0842-0",
        "author": "5年で1億貯める株式投資 給料に手をつけず爆速",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "kenmo／著 ダイヤモンド社 1,700 978-4-478-12118-4",
        "author": "でお金を増やす4つの投資法",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "エンターテイメント": [
      {
        "rank": 1,
        "title": "堀田秀吾／著 SBクリエイティブ 1,600 978-4-8156-3341-7",
        "author": "ド… 科学的に証明された すごい習慣大百科",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "改訂版 本当の自由を手に入れる お金の大学 両@リベ大学長／著 朝日新聞出版 1,500 978-4-02-332378-0",
        "author": "改訂新版 株･投資信託･iDeCo･NISAがわかる 今 泉美智子／著 奥村",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "朝日新聞出版 1,400 978-4-02-333463-2",
        "author": "さら聞けない 投資の超基本 彰太郎／監修",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "やりたいことが見つかる 世界の果てのカフェ ダイヤモンド社 1,600 978-4-478-12254-9",
        "author": "／著 鹿田昌美／訳",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "覚悟の磨き方 〜超訳 吉田松陰〜 池田貴将／編訳 1,500 978-4-86113-992-5",
        "author": "版",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "ダイヤモンド社 1,600 978-4-478-02581-9",
        "author": "え 史健／著",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "ダイヤモンド社 1,700 978-4-478-10968-7",
        "author": "人生が豊かになりすぎる究極のルール 児島修／訳",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "会社四季報 業界地図 2026年版 東洋経済新報社／編 東洋経済新報社 1,800 978-4-492-97335-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "人は話し方が9割 永松茂久／著 すばる舎 1,500 978-4-7991-0842-0",
        "author": "5年で1億貯める株式投資 給料に手をつけず爆速",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "kenmo／著 ダイヤモンド社 1,700 978-4-478-12118-4",
        "author": "でお金を増やす4つの投資法",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "ビジネス書": [
      {
        "rank": 1,
        "title": "堀田秀吾／著 SBクリエイティブ 1,600 978-4-8156-3341-7",
        "author": "ド… 科学的に証明された すごい習慣大百科",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "改訂版 本当の自由を手に入れる お金の大学 両@リベ大学長／著 朝日新聞出版 1,500 978-4-02-332378-0",
        "author": "改訂新版 株･投資信託･iDeCo･NISAがわかる 今 泉美智子／著 奥村",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "朝日新聞出版 1,400 978-4-02-333463-2",
        "author": "さら聞けない 投資の超基本 彰太郎／監修",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "やりたいことが見つかる 世界の果てのカフェ ダイヤモンド社 1,600 978-4-478-12254-9",
        "author": "／著 鹿田昌美／訳",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "覚悟の磨き方 〜超訳 吉田松陰〜 池田貴将／編訳 1,500 978-4-86113-992-5",
        "author": "版",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "ダイヤモンド社 1,600 978-4-478-02581-9",
        "author": "え 史健／著",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "ダイヤモンド社 1,700 978-4-478-10968-7",
        "author": "人生が豊かになりすぎる究極のルール 児島修／訳",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "会社四季報 業界地図 2026年版 東洋経済新報社／編 東洋経済新報社 1,800 978-4-492-97335-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "人は話し方が9割 永松茂久／著 すばる舎 1,500 978-4-7991-0842-0",
        "author": "5年で1億貯める株式投資 給料に手をつけず爆速",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "kenmo／著 ダイヤモンド社 1,700 978-4-478-12118-4",
        "author": "でお金を増やす4つの投資法",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "趣味実用書": [
      {
        "rank": 1,
        "title": "ドラゴン タッグ最強王図鑑 び／イラスト 七海ルシア Gakken 1,400 978-4-05-206218-6",
        "author": "／イラスト",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "大ピンチずかん3 鈴木のりたけ／作 小学館 1,500 978-4-09-725401-0",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "パンどろぼうとスイーツおうじ 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-116562-1",
        "author": "ポケモン／著 きのし",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "ポケモン生態図鑑 小学館 1,300 978-4-09-227426-6",
        "author": "たちひろ／イラスト",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "大ピンチずかん 鈴木のりたけ／作 小学館 1,500 978-4-09-725138-5",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "大ピンチずかん2 鈴木のりたけ／作 小学館 1,500 978-4-09-725243-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "パンどろぼう 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-109060-2",
        "author": "シン･テフン／作 ナ･スン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "つかめ!英語ダマン 英会話で世界にとびだせ!編 マガジンハウス 1,200 978-4-8387-3361-3",
        "author": "フン／まんが 呉華順／訳",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "おせち 福音館書店 1,000 978-4-8340-8813-7",
        "author": "子／料理 三浦康子／監修",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "案･監修 ぐるーぷ･アンモ 岩崎書店 980 978-4-265-82069-6",
        "author": "す巨大ブラキオ!",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "生活実用書": [
      {
        "rank": 1,
        "title": "ドラゴン タッグ最強王図鑑 び／イラスト 七海ルシア Gakken 1,400 978-4-05-206218-6",
        "author": "／イラスト",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "大ピンチずかん3 鈴木のりたけ／作 小学館 1,500 978-4-09-725401-0",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "パンどろぼうとスイーツおうじ 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-116562-1",
        "author": "ポケモン／著 きのし",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "ポケモン生態図鑑 小学館 1,300 978-4-09-227426-6",
        "author": "たちひろ／イラスト",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "大ピンチずかん 鈴木のりたけ／作 小学館 1,500 978-4-09-725138-5",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "大ピンチずかん2 鈴木のりたけ／作 小学館 1,500 978-4-09-725243-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "パンどろぼう 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-109060-2",
        "author": "シン･テフン／作 ナ･スン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "つかめ!英語ダマン 英会話で世界にとびだせ!編 マガジンハウス 1,200 978-4-8387-3361-3",
        "author": "フン／まんが 呉華順／訳",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "おせち 福音館書店 1,000 978-4-8340-8813-7",
        "author": "子／料理 三浦康子／監修",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "案･監修 ぐるーぷ･アンモ 岩崎書店 980 978-4-265-82069-6",
        "author": "す巨大ブラキオ!",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "児童書": [
      {
        "rank": 1,
        "title": "ドラゴン タッグ最強王図鑑 び／イラスト 七海ルシア Gakken 1,400 978-4-05-206218-6",
        "author": "／イラスト",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "大ピンチずかん3 鈴木のりたけ／作 小学館 1,500 978-4-09-725401-0",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "パンどろぼうとスイーツおうじ 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-116562-1",
        "author": "ポケモン／著 きのし",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "ポケモン生態図鑑 小学館 1,300 978-4-09-227426-6",
        "author": "たちひろ／イラスト",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "大ピンチずかん 鈴木のりたけ／作 小学館 1,500 978-4-09-725138-5",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "大ピンチずかん2 鈴木のりたけ／作 小学館 1,500 978-4-09-725243-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "パンどろぼう 柴田ケイコ／作 KADOKAWA 1,400 978-4-04-109060-2",
        "author": "シン･テフン／作 ナ･スン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "つかめ!英語ダマン 英会話で世界にとびだせ!編 マガジンハウス 1,200 978-4-8387-3361-3",
        "author": "フン／まんが 呉華順／訳",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "おせち 福音館書店 1,000 978-4-8340-8813-7",
        "author": "子／料理 三浦康子／監修",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "案･監修 ぐるーぷ･アンモ 岩崎書店 980 978-4-265-82069-6",
        "author": "す巨大ブラキオ!",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "ノベルス": [
      {
        "rank": 1,
        "title": "人間標本 湊かなえ／著 KADOKAWA 840 978-4-04-115759-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "一文字助真 佐伯泰英／著 光文社 860 978-4-334-10877-9",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "国宝 上 青春篇 吉田修一／著 朝日新聞出版 800 978-4-02-265008-5",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "国宝 下 花道篇 吉田修一／著 朝日新聞出版 800 978-4-02-265009-2",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "マイブック―2026年の記録― ―――――――― 新潮社 490 978-4-10-120878-7",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "成瀬は天下を取りにいく 宮島未奈／著 新潮社 630 978-4-10-106141-2",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "めじろ鳴く 佐伯泰英／著 文藝春秋 800 978-4-16-792458-4",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "ほどなく、お別れです 遠くの空へ 長月天音／著 小学館 770 978-4-09-407537-3",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "BUTTER 柚木麻子／著 新潮社 950 978-4-10-120243-3",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "爆弾 呉勝浩／著 講談社 970 978-4-06-536370-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "新書": [
      {
        "rank": 1,
        "title": "人間標本 湊かなえ／著 KADOKAWA 840 978-4-04-115759-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "一文字助真 佐伯泰英／著 光文社 860 978-4-334-10877-9",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "国宝 上 青春篇 吉田修一／著 朝日新聞出版 800 978-4-02-265008-5",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "国宝 下 花道篇 吉田修一／著 朝日新聞出版 800 978-4-02-265009-2",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "マイブック―2026年の記録― ―――――――― 新潮社 490 978-4-10-120878-7",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "成瀬は天下を取りにいく 宮島未奈／著 新潮社 630 978-4-10-106141-2",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "めじろ鳴く 佐伯泰英／著 文藝春秋 800 978-4-16-792458-4",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "ほどなく、お別れです 遠くの空へ 長月天音／著 小学館 770 978-4-09-407537-3",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "BUTTER 柚木麻子／著 新潮社 950 978-4-10-120243-3",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "爆弾 呉勝浩／著 講談社 970 978-4-06-536370-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "文庫": [
      {
        "rank": 1,
        "title": "人間標本 湊かなえ／著 KADOKAWA 840 978-4-04-115759-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 2,
        "title": "一文字助真 佐伯泰英／著 光文社 860 978-4-334-10877-9",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "国宝 上 青春篇 吉田修一／著 朝日新聞出版 800 978-4-02-265008-5",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "国宝 下 花道篇 吉田修一／著 朝日新聞出版 800 978-4-02-265009-2",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "マイブック―2026年の記録― ―――――――― 新潮社 490 978-4-10-120878-7",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "成瀬は天下を取りにいく 宮島未奈／著 新潮社 630 978-4-10-106141-2",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "めじろ鳴く 佐伯泰英／著 文藝春秋 800 978-4-16-792458-4",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "ほどなく、お別れです 遠くの空へ 長月天音／著 小学館 770 978-4-09-407537-3",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "BUTTER 柚木麻子／著 新潮社 950 978-4-10-120243-3",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "爆弾 呉勝浩／著 講談社 970 978-4-06-536370-6",
        "author": "-",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ]
  }
};
