const oricon_data = {
  "updated": "2026-02-15T08:04:00.444301Z",
  "source": "tohan.jp",
  "genres": {
    "総合": [
      {
        "rank": 1,
        "title": "変な地図 雨穴／著 双葉社 1,600 978-4-575-24810-4",
        "author": "ハーバード、スタンフォード、オックスフォー",
        "publisher": "2 堀田秀吾／著 SBクリエイティブ 1,600 978-4-8156-3341-7",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "NHK大河ドラマ･ガイド 豊臣兄弟! 前編 ―――――――― NHK出版 1,400 978-4-14-923402-1",
        "author": "5 かんたん家計ノート 2026 ―――――――― 講談社 545 978-4-06-540757-8",
        "publisher": "6 不滅なるものへの挑戦 霊性の時代を拓くために 大川隆法／著 幸福の科学出版 2,000 978-4-8233-0468-2",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "―――――――― 小学館 282 978-4-09-802319-6",
        "author": "ト2026",
        "publisher": "神宮館編集部／編著",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "ドラゴン タッグ最強王図鑑 ばきび／イラスト 七 Gakken 1,400 978-4-05-206218-6",
        "author": "海ルシア／イラスト",
        "publisher": "ゲッターズ飯田の五星三心占い2026",
        "price": "-",
        "isbn": "-"
      }
    ],
    "文芸書": [
      {
        "rank": 1,
        "title": "成瀬は都を駆け抜ける 宮島未奈／著 新潮社 1,700 978-4-10-354953-6",
        "author": "2 イン･ザ･メガチャーチ 朝井リョウ",
        "publisher": "3 暁星 湊かなえ／著 双葉社 1,800 978-4-575-24856-2",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "失われた貌 櫻田智也／著 新潮社 1,800 978-4-10-356411-9",
        "author": "7 サイレント･ウィッチ XI 沈黙の魔女の隠しごと 依空まつり",
        "publisher": "8 最後の皇帝と謎解きを 犬丸幸平／著 宝島社 1,600 978-4-299-07500-0",
        "price": "-",
        "isbn": "-"
      }
    ],
    "ノンフィクション・ライトエッセイ": [
      {
        "rank": 1,
        "title": "僕には鳥の言葉がわかる 鈴木俊貴／著 小学館 1,700 978-4-09-389184-4",
        "author": "2 今日もネコ様の圧が強い2 うぐいす歌子",
        "publisher": "3 20代で得た知見 F／著 KADOKAWA 1,300 978-4-04-604799-1",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "なぜ生きる 1万年堂出版 1,500 978-4-925253-01-7",
        "author": "-",
        "publisher": "6 きっと明日はいい日になる 田口久人／著 PHP研究所 1,250 978-4-569-84135-9",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "池上彰／著 毎日新聞出版 1,100 978-4-620-32851-5",
        "author": "関税ショック、その先にある世界編",
        "publisher": "エレガントな毒の吐き方 脳科学と京都人に学ぶ",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "新♪ 人生はニャンとかなる! 文響社 1,650 978-4-86651-991-3",
        "author": "直樹",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "エンターテイメント": [
      {
        "rank": 1,
        "title": "変な地図 雨穴／著 双葉社 1,600 978-4-575-24810-4",
        "author": "2 命の燃やし方 鈴木大飛",
        "publisher": "3 変な家2 〜11の間取り図〜 雨穴／著 飛鳥新社 1,500 978-4-86410-982-6",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "変な絵 雨穴／著 双葉社 1,400 978-4-575-24567-7",
        "author": "ブラウンズブック",
        "publisher": "6 BARFOUT! FEBRUARY 2026 SPECIAL EDITION ―――――――― 1,500 978-4-344-95514-1",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "―――――――― 1,000 978-4-88418-681-4",
        "author": "前編 リッシング",
        "publisher": "8 なんなん自分 ユースケ／著 KADOKAWA 1,700 978-4-04-681106-6",
        "price": "-",
        "isbn": "-"
      }
    ],
    "ビジネス書": [
      {
        "rank": 1,
        "title": "堀田秀吾／著 SBクリエイティブ 1,600 978-4-8156-3341-7",
        "author": "ド… 科学的に証明された すごい習慣大百科",
        "publisher": "2 改訂版 本当の自由を手に入れる お金の大学 両@リベ大学長／著 朝日新聞出版 1,500 978-4-02-332378-0",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "やりたいことが見つかる 世界の果てのカフェ ダイヤモンド社 1,600 978-4-478-12254-9",
        "author": "-",
        "publisher": "サンクチュアリ出",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "ダイヤモンド社 1,600 978-4-478-02581-9",
        "author": "え 史健",
        "publisher": "DIE WITH ZERO ビル･パーキンス／著",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "会社四季報 業界地図 2026年版 東洋経済新報社／編 東洋経済新報社 1,800 978-4-492-97335-6",
        "author": "9 人は話し方が9割 永松茂久",
        "publisher": "5年で1億貯める株式投資 給料に手をつけず爆速",
        "price": "-",
        "isbn": "-"
      }
    ],
    "趣味実用書": [
      {
        "rank": 1,
        "title": "ゲッターズ飯田／著 朝日新聞出版 1,270 978-4-02-252104-0",
        "author": "銀のインディアン座",
        "publisher": "ゲッターズ飯田の五星三心占い2026",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "ゲッターズ飯田／著 朝日新聞出版 1,270 978-4-02-252101-9",
        "author": "金の羅針盤座",
        "publisher": "ゲッターズ飯田の五星三心占い2026",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 5,
        "title": "ゲッターズ飯田／著 朝日新聞出版 1,270 978-4-02-252102-6",
        "author": "銀の羅針盤座",
        "publisher": "ゲッターズ飯田の五星三心占い2026",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "ゲッターズ飯田／著 朝日新聞出版 1,270 978-4-02-252110-1",
        "author": "銀のカメレオン座",
        "publisher": "ゲッターズ飯田の五星三心占い2026",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 9,
        "title": "ゲッターズ飯田／著 朝日新聞出版 1,270 978-4-02-252106-4",
        "author": "銀の鳳凰座",
        "publisher": "ゲッターズ飯田の五星三心占い2026",
        "price": "-",
        "isbn": "-"
      }
    ],
    "生活実用書": [
      {
        "rank": 1,
        "title": "明るい暮らしの家計簿 2026年版 ―――――――― 950 978-4-88786-091-9",
        "author": "ス",
        "publisher": "2 すべてを蒸したい せいろレシピ りよ子／著 Gakken 1,400 978-4-05-802362-4",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "北嶋佳奈／監修 淵江 Gakken 1,400 978-4-05-801776-0",
        "author": "幼児食",
        "publisher": "公美子／監修",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 7,
        "title": "らむ／著 ワニブックス 1,600 978-4-8470-7551-3",
        "author": "ちゃラク! -",
        "publisher": "8 半うつ 憂鬱以上、うつ未満 平光源／著 サンマーク出版 1,500 978-4-7631-4254-2",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "[No.30]わたしのかけいぼ ―――――――― 高橋書店 1,250 978-4-471-85030-2",
        "author": "トーハン 月間ベストセラー 2026年1月期",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "児童書": [
      {
        "rank": 1,
        "title": "ドラゴン タッグ最強王図鑑 び／イラスト 七海ルシア Gakken 1,400 978-4-05-206218-6",
        "author": "／イラスト",
        "publisher": "2 大ピンチずかん3 鈴木のりたけ／作 小学館 1,500 978-4-09-725401-0",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "ポケモン生態図鑑 小学館 1,300 978-4-09-227426-6",
        "author": "たちひろ／イラスト",
        "publisher": "5 大ピンチずかん 鈴木のりたけ／作 小学館 1,500 978-4-09-725138-5",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "つかめ!英語ダマン 英会話で世界にとびだせ!編 マガジンハウス 1,200 978-4-8387-3361-3",
        "author": "フン／まんが 呉華順／訳",
        "publisher": "内田有美／文･絵 満留邦",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "案･監修 ぐるーぷ･アンモ 岩崎書店 980 978-4-265-82069-6",
        "author": "す巨大ブラキオ!",
        "publisher": "ナイツ／作･絵",
        "price": "-",
        "isbn": "-"
      }
    ],
    "ノベルス": [
      {
        "rank": 1,
        "title": "QED 天河伝説、桜舞い 高田崇史／著 講談社 1,000 978-4-06-538440-4",
        "author": "三浦糀／原作 七緒",
        "publisher": "2 アオのハコ Interlude 集英社 740 978-4-08-703567-4",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 4,
        "title": "極東発 世界大戦2 日韓紛争激化 大石英司／著 中央公論新社 1,200 978-4-12-501506-4",
        "author": "劇場版 鬼滅の刃 無限城編 第一章 猗窩座再来 吾峠呼世晴／原作 矢島綾",
        "publisher": "5 集英社 780 978-4-08-703561-2",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "ゴールデンカムイ 鶴見篤四郎の宿願 集英社 880 978-4-08-703559-9",
        "author": "スト 伊吹亜門／小説",
        "publisher": "チェンソーマン 藤本タツキ／原作",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "極東発 世界大戦1 竹島占領 大石英司／著 中央公論新社 1,200 978-4-12-501504-0",
        "author": "薔薇のウエディングベル ベティ･ニールズ",
        "publisher": "9 664 978-4-302-10945-6",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "ギリシア富豪と二十年の白い結婚 673 978-4-302-10935-7",
        "author": "森未朝／訳 ズ･ジャパン",
        "publisher": "-",
        "price": "-",
        "isbn": "-"
      }
    ],
    "新書": [
      {
        "rank": 1,
        "title": "棺桶まで歩こう 萬田緑平／著 幻冬舎 940 978-4-344-98793-7",
        "author": "2 生きる言葉 俵万智",
        "publisher": "3 豊臣兄弟 天下を獲った処世術 磯田道史／著 文藝春秋 950 978-4-16-661514-8",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "鶴見太郎／著 中央公論新社 1,080 978-4-12-102839-6",
        "author": "スト、シオニズムまで",
        "publisher": "7 考察する若者たち 三宅香帆／著 PHP研究所 1,000 978-4-569-86017-6",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 10,
        "title": "セツと八雲 朝日新聞出版 870 978-4-02-295337-7",
        "author": "二／聞き手",
        "publisher": "トーハン 月間ベストセラー 2026年1月期",
        "price": "-",
        "isbn": "-"
      }
    ],
    "文庫": [
      {
        "rank": 1,
        "title": "人間標本 湊かなえ／著 KADOKAWA 840 978-4-04-115759-6",
        "author": "2 一文字助真 佐伯泰英",
        "publisher": "3 国宝 上 青春篇 吉田修一／著 朝日新聞出版 800 978-4-02-265008-5",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "成瀬は天下を取りにいく 宮島未奈／著 新潮社 630 978-4-10-106141-2",
        "author": "7 めじろ鳴く 佐伯泰英",
        "publisher": "8 ほどなく、お別れです 遠くの空へ 長月天音／著 小学館 770 978-4-09-407537-3",
        "price": "-",
        "isbn": "-"
      }
    ],
    "コミックス": [
      {
        "rank": 1,
        "title": "キングダム 78 原泰久／著 集英社 700 978-4-08-894057-1",
        "author": "芥見下々",
        "publisher": "2 呪術廻戦≡ 1 集英社 520 978-4-08-884832-7",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 3,
        "title": "ブルーロック(37) 講談社 540 978-4-06-542204-5",
        "author": "村優介／漫画",
        "publisher": "4 ダンダダン 22 龍幸伸／著 集英社 560 978-4-08-884824-2",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 6,
        "title": "葬送のフリーレン 15 小学館 540 978-4-09-854346-5",
        "author": "ベツカサ",
        "publisher": "クラーケンコミッ",
        "price": "-",
        "isbn": "-"
      },
      {
        "rank": 8,
        "title": "るろうに剣心─明治剣客浪漫譚･北海道編─ 10 集英社 560 978-4-08-884142-7",
        "author": "薫／ストーリー協力",
        "publisher": "9 うるわしの宵の月(10) やまもり三香／著 講談社 540 978-4-06-542095-9",
        "price": "-",
        "isbn": "-"
      }
    ]
  }
};
